[
  {"id":"burnhill_reference_2015","abstract":"As the scholarly communication system evolves to become natively web based, citations now commonly include hyperlinks to content that is issued on the web. The content at the end of those hyperlinks is subject to what has been termed ‘reference rot’: a link may break or the content at the end of the link may no longer represent what was first noted as significant. Reference rot threatens both the usability of what is published and the long-term integrity of the scholarly record. The aim of the Hiberlink project has been to focus on this problem and then to compile and analyse a large corpus of full-text publications in order to quantify the extent of reference rot. The results are now out, and the task has shifted to alerting publishers and libraries on what to do in order to ensure that published web-based references do not rot over time. This has implications for the integrity of the scholarly record and for authors of that record. Fortunately, the Hiberlink project has progressed further than originally envisaged and has recommended remedies aimed at alleviating reference rot.","accessed":{"date-parts":[[2020,7,15]]},"author":[{"family":"Burnhill","given":"Peter"},{"family":"Mewissen","given":"Muriel"},{"family":"Wincewicz","given":"Richard"}],"container-title":"Insights","DOI":"10.1629/uksg.237","ISSN":"2048-7754","issue":"2","issued":{"date-parts":[[2015,7,7]]},"language":"en","number":"2","page":"55-61","publisher":"UKSG in association with Ubiquity Press","source":"insights.uksg.org","title":"Reference rot in scholarly statement: threat and remedy","title-short":"Reference rot in scholarly statement","type":"article-journal","URL":"http://insights.uksg.org/articles/10.1629/uksg.237/","volume":"28"},
  {"id":"habibzadeh_decay_2013","abstract":"Summary\n            Background: Over the last decade, Web sites (URLs) have been increasingly cited in scientific articles. However, the contents of the page of interest may change over the time.\n            Objective: To investigate the trend of citation to URLs in five general medical journals since January 2006 to June 2013 and to compare the trends in mainstream journals with small journals.\n            Methods: References of all original articles and review articles published between January 2006 and June 2013 in three regional journals – Archives of Iranian Medicine (AIM), Eastern Mediterranean Health Journal (EMHJ), and Journal of Postgraduate Medical Institute (JPMI) – and two mainstream journals – The Lancet and British Medical Journal (BMJ) – were reviewed. The references were checked to determine the frequency of citation to URLs as well as the rate of accessibility of the URLs cited.\n            Results: A total of 2822 articles was studied. Since January 2006 onward, the number of citations to URLs increased in the journals (doubling time ranged from 4.2 years in EMHJ to 13.9 years in AIM). Overall, the percentage of articles citing at least one URL has increased from 24% in 2006 to 48.5% in 2013. Accessibility to URLs decayed as the references got old (half life ranged from 2.2 years in EMHJ to 5.3 years in BMJ). The ratio of citation to URLs in the studied mainstream journals, as well as the ratio of URLs accessible were significantly (p<0.001) higher than the small medical journals.\n            Conclusion: URLs are increasingly cited, but their contents decay with time. The trend of citing and decaying URLs are different in mainstream journals compared to small medical journals. Decay of URL contents would jeopardize the accuracy of the references and thus, the body of evidence. One way to tackle this important obstacle is to archive URLs permanently.\n            Citation: Habibzadeh P. Decay of references to web sites in articles published in general medical journals: Mainstream vs small journals. Appl Clin Inf 2013; 4: 455–464\n            http://dx.doi.org/10.4338/ACI-2013-07-RA-0055","accessed":{"date-parts":[[2020,7,15]]},"author":[{"family":"Habibzadeh","given":"Parham"}],"container-title":"Applied Clinical Informatics","container-title-short":"Appl Clin Inform","DOI":"10.4338/ACI-2013-07-RA-0055","ISSN":"1869-0327","issue":"04","issued":{"date-parts":[[2013]]},"language":"en","page":"455-464","source":"DOI.org (Crossref)","title":"Decay of References to Web sites in Articles Published in General Medical Journals: Mainstream vs Small Journals","title-short":"Decay of References to Web sites in Articles Published in General Medical Journals","type":"article-journal","URL":"http://www.thieme-connect.de/DOI/DOI?10.4338/ACI-2013-07-RA-0055","volume":"04"},
  {"id":"kahle_preserving_1997","accessed":{"date-parts":[[2020,7,16]]},"archive":"JSTOR","author":[{"family":"Kahle","given":"Brewster"}],"call-number":"http://web.archive.org/web/19970215093036/http://www.sciam.com/0397issue/0397kahle.html","container-title":"Scientific American","ISSN":"0036-8733","issue":"3","issued":{"date-parts":[[1997]]},"language":"en","page":"82-83","publisher":"Scientific American, a division of Nature America, Inc.","source":"JSTOR","title":"Preserving the Internet","type":"article-journal","URL":"https://www.jstor.org/stable/24993660","volume":"276"},
  {"id":"klein_scholarly_2014","accessed":{"date-parts":[[2020,7,15]]},"author":[{"family":"Klein","given":"Martin"},{"family":"Van de Sompel","given":"Herbert"},{"family":"Sanderson","given":"Robert"},{"family":"Shankar","given":"Harihar"},{"family":"Balakireva","given":"Lyudmila"},{"family":"Zhou","given":"Ke"},{"family":"Tobin","given":"Richard"}],"container-title":"PLoS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0115253","editor":[{"family":"Bar-Ilan","given":"Judit"}],"ISSN":"1932-6203","issue":"12","issued":{"date-parts":[[2014,12,26]]},"language":"en","page":"e115253","source":"DOI.org (Crossref)","title":"Scholarly Context Not Found: One in Five Articles Suffers from Reference Rot","title-short":"Scholarly Context Not Found","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0115253","volume":"9"},
  {"id":"krol_peculiarity_2019","abstract":"Purpose\n              Almost two decades after diagnosing the link rot phenomenon, and in spite of the universal character of the bit rot phenomenon, the need for reminding about these is still valid. This is because it appears that digital device users have become accustomed to them. The bit rot and link rot phenomena describe the inability to access specific contents or the inability to use specific digital resources. This paper aims to answer the question as to whether it is possible to eliminate the link rot and bit rot phenomena from the internet space.\n            Design/methodology/approach\n              The link rot and bit rot phenomena were characterised based on a review of various source materials, including the academic literature and internet materials.\n            Findings\n              The phenomena known as bit rot and link rot have already been well researched and described. Research has revealed the reasons for their occurrence, and also offered recommendations on how to minimise their occurrence. In the current digital ecosystem, however, it is not possible to completely eliminate the link rot and bit rot phenomena.\n           Research limitations/implications\n              One can forecast that the link rot phenomenon will intensify and the internet resources will be even more unstable, because more and more new, highest-level domains which are purchased are emerging.\n            Originality/value\n              The study compares the phenomena of bit rot and link rot, even though they are usually considered separately. Moreover, it presents the terms of “digital bumps”, which cause “digital tsunami”.","accessed":{"date-parts":[[2020,7,15]]},"author":[{"family":"Król","given":"Karol"},{"family":"Zdonek","given":"Dariusz"}],"container-title":"Global Knowledge, Memory and Communication","container-title-short":"GKMC","DOI":"10.1108/GKMC-06-2019-0067","ISSN":"2514-9342, 2514-9342","issue":"1/2","issued":{"date-parts":[[2019,10,18]]},"language":"en","page":"20-37","source":"DOI.org (Crossref)","title":"Peculiarity of the bit rot and link rot phenomena","type":"article-journal","URL":"https://www.emerald.com/insight/content/doi/10.1108/GKMC-06-2019-0067/full/html","volume":"69"},
  {"id":"markwell_broken_2002","accessed":{"date-parts":[[2020,7,15]]},"author":[{"family":"Markwell","given":"John"},{"family":"Brooks","given":"David W."}],"container-title":"Journal of Science Education and Technology","DOI":"10.1023/A:1014627511641","ISSN":"10590145","issue":"2","issued":{"date-parts":[[2002]]},"page":"105-108","source":"DOI.org (Crossref)","title":"Broken Links: The Ephemeral Nature of Educational WWW Hyperlinks","type":"article-journal","URL":"http://link.springer.com/10.1023/A:1014627511641","volume":"11"},
  {"id":"peoples_is_2016","author":[{"family":"Peoples","given":"Lee F"}],"container-title":"Tulsa Law Review","issue":"1","issued":{"date-parts":[[2016]]},"language":"en","page":"40","source":"Zotero","title":"Is the Internet Rotting Oklahoma Law?","type":"article-journal","URL":"https://digitalcommons.law.utulsa.edu/tlr/vol52/iss1/1","volume":"52"},
  {"id":"zittrain_perma_2014","abstract":"Abstract\n            It has become increasingly common for a reader to follow a URL cited in a court opinion or a law review article, only to be met with an error message because the resource has been moved from its original online address. This form of reference rot, commonly referred to as ‘linkrot’, has arisen from the disconnect between the transience of online materials and the permanence of legal citation, and will only become more prevalent as scholarly materials move online. The present paper*, written by Jonathan Zittrain, Kendra Albert and Lawrence Lessig, explores the pervasiveness of linkrot in academic and legal citations, finding that more than 70% of the URLs within the Harvard Law Review and other journals, and 50% of the URLs within United States Supreme Court opinions, do not link to the originally cited information. In light of these results, a solution is proposed for authors and editors of new scholarship that involves libraries undertaking the distributed, long-term preservation of link contents.","accessed":{"date-parts":[[2020,7,16]]},"author":[{"family":"Zittrain","given":"Jonathan"},{"family":"Albert","given":"Kendra"},{"family":"Lessig","given":"Lawrence"}],"container-title":"Legal Information Management","container-title-short":"Legal Information Management","DOI":"10.1017/S1472669614000255","ISSN":"1472-6696, 1741-2021","issue":"2","issued":{"date-parts":[[2014,6]]},"language":"en","page":"88-99","source":"DOI.org (Crossref)","title":"Perma: Scoping and Addressing the Problem of Link and Reference Rot in Legal Citations","title-short":"Perma","type":"article-journal","URL":"https://www.cambridge.org/core/product/identifier/S1472669614000255/type/journal_article","volume":"14"},
  {"id":"dellavalle_information_2003","accessed":{"date-parts":[[2020,7,15]]},"author":[{"family":"Dellavalle","given":"R. P."}],"container-title":"Science","container-title-short":"Science","DOI":"10.1126/science.1088234","ISSN":"0036-8075, 1095-9203","issue":"5646","issued":{"date-parts":[[2003,10,31]]},"language":"en","page":"787-788","source":"DOI.org (Crossref)","title":"INFORMATION SCIENCE: Going, Going, Gone: Lost Internet References","title-short":"INFORMATION SCIENCE","type":"article-journal","URL":"https://www.sciencemag.org/lookup/doi/10.1126/science.1088234","volume":"302"}
]
