[
  {"id":"childs_beyond_2014","abstract":"Most language documentation efforts focus on capturing lexico-grammatical information on individual languages. Comparatively little effort has been devoted to considering a language’s sociolinguistic contexts. In parts of the world characterized by high degrees of multilingualism, questions surrounding the factors involved in language choice and the relationship between ‘communities’ and ‘languages’ are clearly of interest to documentary linguistics, and this paper considers these issues by reporting on the results of a workshop held on sociolinguistic documentation in Sub-Saharan Africa. Over sixty participants from Africa and elsewhere discussed theoretical and methodological issues relating to the documentation of language in its social context. Relevant recommendations for projects wishing to broaden into the realm of sociolinguistic language documentation include: a greater emphasis on conversational data and the documentation of naturally occurring conversation; developing metadata conventions to allow for more nuanced descriptions of socio-cultural settings; encouraging teamwork and interdisciplinary collaboration in order to extend the scope of sociolinguistic documentation; collecting sociolinguistic data which can inform language planning and policy; and creating opportunities for training in sociolinguistic documentation. Consideration of sociolinguistic language documentation also raises significant questions regarding the ways in which Western language ideologies, which have been especially prominent in shaping documentary agendas, may be unduly influencing documentary practice in other parts of the world.","accessed":{"date-parts":[[2020,10,5]]},"author":[{"family":"Childs","given":"Tucker"},{"family":"Good","given":"Jeff"},{"family":"Alice","given":"Mitchell"}],"container-title":"Language Documentation & Conservation","container-title-short":"LDC","ISSN":"1934-5275","issued":{"date-parts":[[2014]]},"language":"en","page":"168-191","title":"Beyond the Ancestral Code: Towards a Model for Sociolinguistic Language Documentation","type":"article-journal","URL":"http://hdl.handle.net/10125/24601","volume":"8"},
  {"id":"lupke_research_2010","abstract":"Extract: This paper focuses on another central question for  good  practices  in  language  documentation  and  description  (henceforth  LDD):  what  linguistic  goals  it  can  have  and  how  methods  of  data  collection  are  related  to  achieving  these  goals.  By  doing  so,  it  joins  a  growing  body  of  literature drawing attention to the various methodological challenges of LDD. (p. 55)","author":[{"family":"Lüpke","given":"Frederike"}],"container-title":"Language Documentation and Description №7","editor":[{"family":"Austin","given":"Peter K"}],"event-place":"London","issued":{"date-parts":[[2010]]},"language":"en","page":"55-104","publisher":"SOAS","publisher-place":"London","title":"Research methods in language documentation","type":"chapter","URL":"http://www.elpublishing.org/docs/1/07/ldd07_04.pdf","volume":"7"},
  {"id":"mama_iliya_field_2013","abstract":"The story of a king who sends a party out to a field to pick okra, then the king's son, but each time they fail to return to the king. Finally, the king himself goes to check on the field. The king discovers that the okra have been singing to distract the others, so that they began to dance and then went away having forgotten about the task of picking the okra.","archive_location":"2013","author":[{"family":"Mama Iliya"},{"family":"Tume Ushe","given":"Ibrahim"}],"genre":"Oral Narrative","issued":{"date-parts":[[2013]]},"language":"en","source":"hughandbecky.us","title":"Field of Okra","translator":[{"family":"John","given":"Sunday"}],"type":"manuscript", "publisher":"manuscript"},
  {"id":"paterson_nominalization_2019","abstract":"U̠t-Maꞌin is a Kainji, East Benue‑Congo language, spoken in northwestern Nigeria (ISO 639-3 code [gel]). This study contributes to our understanding of Benue‑Congo languages by offering the first indepth look at nominalization phenomena in any Kainji language. Kainji is an undesrdescribed 50+ language subgroup of Benue‑Congo; current descriptions are limited to articles and dissertations on a few languages, unpublished wordlists, and unpublished grammar sketches. This study looks at the morphosyntax of predication in U̠t‑Ma'in, especially the extensive use of nominalization and NP agreement phenomena within a wide range of predicative functions. Five of fourteen noun class prefixes are involved in nominalization of the verb; a nominalized verb, along with a goal complement or an object, can be incorporated into the nominalized phrase in the same way that a noun modifier is marked within a NP. These nominalized verb phrases are extensively used in auxiliary constructions that cover a diverse range of tense, aspect, and mode designations; the syntactic transitivity of the clause determines the morphosyntax used. Intransitive auxiliary constructions use the full range of nominalizing noun class marking; in contrast, transitive auxiliary constructions show a shift in their use of the noun class agreement morphology required. The progressive auxiliary construction specifically has shown the most adjustment in the system. The U̠t-Ma'in associative morpheme is in widespread use across different syntactic constructions. The associative can create a modifying phrase from a descriptive noun with a wide range of semantic relationship between the two nouns. The associative also serves as the relative pronoun introducing a descriptive relative clause. The associative can mark a goal or an object that is contained within the nominalized verb phrase. When a nominalized verb phrase is the complement to an auxiliary construction, the associative marks only the object complement of the verb. Finally, the associative marks the nominative form of nouns in certain morphosyntactic environments; this results in a so called marked-nominative word form and clause alignment pattern. These diverse uses of the associative and the accompanying agreement marking are pervasive in U̠t‑Maꞌin and are a major focus of this study.","accessed":{"date-parts":[[2020,7,1]]},"archive":"Scholarsbank - University of Oregon","author":[{"family":"Paterson","given":"Rebecca Dow Smith"}],"event-place":"Eugene, Oregon","genre":"Ph.D Dissertation","issued":{"date-parts":[[2019]]},"language":"en","note":"http://web.archive.org/web/20200701131559/https://scholarsbank.uoregon.edu/xmlui/handle/1794/25259","publisher":"University of Oregon","publisher-place":"Eugene, Oregon","title":"Nominalization and Predication in U̱t-Maꞌin","type":"thesis","URL":"http://hdl.handle.net/1794/25259"}
]
