[
  {"id":"arik_bibliometric_2015","abstract":"The present study investigated the bibliometric characteristics of linguistics as represented in Web of Science (WoS), focusing on the number of linguistics publications between 1900 and 2013 in the Social Science Citation Index (SSCI) and between 1975 and 2013 in the Arts and Humanities Citation Index (A&HCI). Results showed that between 1975 and 2013, SSCI covered a total of 54,263 (0.86% of all SSCI) publications in the language linguistics category, 99,502 (1.61% of all SSCI) publications in the linguistics category, and 109,469 (1.81% of all SSCI) publications in the linguistics research area. Additionally, A&HCI covered a total of 187,239 (4.37% of all A&HCI) in the language linguistics category, 64,356 (1.48% of all A&HCI) in the linguistics category, 193,619 (4.52% of all A&HCI) publications in the linguistics research area. As SSCI and A&HCI have expanded over the years, the number of linguistics publications has increased as well. On average, SSCI ranked the language linguistics category no. 62.51, linguistics category no. 35.3, and the linguistics research area no. 21.69; whereas, A&HCI ranked the language linguistics category no. 9.33, linguistics category no. 22.15, and the linguistics research area no. 7.92. Based on these results, we can conclude that linguistics is an important field in both the social sciences and arts and humanities as covered in WoS.","author":[{"family":"Arik","given":"Engin"}],"container-title":"Journal of Scientometric Research","DOI":"10.4103/2320-0057.156018","issue":"1","issued":{"date-parts":[[2015]]},"page":"20-28","title":"A bibliometric analysis of linguistics in web of science","type":"article-journal","volume":"4"},
  {"id":"berez-kroeker_data_2017","abstract":"Survey of Current Reproducibility Practices in Linguistics Journals, 2003-2012\n[UNDER DEVELOPMENT - 11 August 2017]\nPlease cite this document as:\nBerez-Kroeker, Andrea L., Lauren Gawne, Barbara F. Kelly & Tyler Heston. 2017. A survey of current reproducibility practices in linguistics journals,","accessed":{"date-parts":[[2021,4,2]]},"author":[{"family":"Berez-Kroeker","given":"Andrea L."}],"event-place":"University of Hawaiʻi at Mānoa","genre":"Website","issued":{"date-parts":[[2017]]},"language":"en","publisher-place":"University of Hawaiʻi at Mānoa","title":"Data Citation and Attribution in Linguistics - Survey of Reproducibility in Linguistics Journals, 2003-2012","type":"manuscript","URL":"https://sites.google.com/a/hawaii.edu/data-citation/survey"},
  {"id":"bozkurt_monitoring_2019","abstract":"The aim of this article is to report the main trends of the research texts written in Turkish in the field of Turkish lexicography. This report will also provide an opportunity to discuss the main trends in Turkish lexicography and the areas that need to be developed. The study is a descriptive research and literature review that is limited to the texts written in the Turkish language on Turkish linguistics during the years 1932–2016. The Turkish Academic Network and Information Center (ULAKBİM), Google Scholar, the Turkey Council of Higher Education Thesis Center, the Turkey National Collective Catalog, National Library of Turkey, EBSCOhost, ProQuest Dissertations & Theses Global databases and 68 academic journals published on Turkish linguistics were searched for the study. The database contains 1001 texts. Findings related to these texts show that studies on lexicography have increased in recent years. Moreover, the findings show that there is a lack of some text types.","accessed":{"date-parts":[[2021,5,30]]},"author":[{"family":"Bozkurt","given":"Ferdi"}],"container-title":"Lexikos","DOI":"10.5788/29-1-1522","ISSN":"2224-0039","issue":"1","issued":{"date-parts":[[2019,11,29]]},"language":"en","number":"1","source":"lexikos.journals.ac.za","title":"Monitoring Academic Studies of Turkish Lexicography: A Bibliometric Study of 84 Years","title-short":"Monitoring Academic Studies of Turkish Lexicography","type":"article-journal","URL":"https://lexikos.journals.ac.za/pub/article/view/1522","volume":"29"},
  {"id":"htoo_comparison_2015-1","abstract":"Since their emergence in 2010, altmetrics as new indicators of research impact receive considerable attention from scientometricians and various other parties including librarians, who have long been providing citation analysis and bibliometric services in academic and research institutions. Despite their rapid popularity, the validity of altmetrics in research evaluation is not yet clear. One way of assessing a new metric for its suitability in research evaluation is to find out its correlation with an established source of evidence. This study investigates the correlation between altmetrics and citation count in Psychology, History and Linguistics disciplines. In addition, the study also explores the coverage of altmetric measures in each of these disciplines to identify the presence and potential usefulness of different altmetric measures in different disciplines. Altmetrics data from altmetric.com and citation data from Web of Science database are used for articles published between 2010 and 2012 in top 70 journals of Psychology and Linguistics disciplines and 53 journals of History discipline. Out of 10, 5 metrics (Twitter, Facebook, Blogs, Mendeley and CiteULike) are found to have significant correlation with citation in Psychology while only 2 metrics (Mendeley and Twitter) are in Linguistic and History. In terms of coverage, discipline with higher citation rate (Psychology) attracts higher altmetric coverage while disciplines with lower citation rate (Linguistics and History) attract lower altmetric coverage. Of the three disciplines studied, Psychology is found to be the most likely candidate where altmetrics could be meaningful measures.","author":[{"family":"Htoo","given":"Tint Hla Hla"},{"family":"Na","given":"Jin-Cheon"}],"container-title":"https://ink.library.smu.edu.sg/library_research/50","issued":{"date-parts":[[2015]]},"language":"en","page":"1-12","source":"Zotero","title":"Comparison of Altmetrics across Multiple Disciplines: Psychology, History, and Linguistics","type":"article-journal","URL":"https://ink.library.smu.edu.sg/library_research/50"},
  {"id":"larsen_rate_2010","accessed":{"date-parts":[[2021,5,30]]},"author":[{"family":"Larsen","given":"Peder Olesen"},{"family":"Ins","given":"Markus","non-dropping-particle":"von"}],"container-title":"Scientometrics","container-title-short":"Scientometrics","DOI":"10.1007/s11192-010-0202-z","ISSN":"0138-9130, 1588-2861","issue":"3","issued":{"date-parts":[[2010,9]]},"language":"en","page":"575-603","source":"DOI.org (Crossref)","title":"The rate of growth in scientific publication and the decline in coverage provided by Science Citation Index","type":"article-journal","URL":"http://link.springer.com/10.1007/s11192-010-0202-z","volume":"84"},
  {"id":"martin-martin_google_2018","abstract":"Despite citation counts from Google Scholar (GS), Web of Science (WoS), and Scopus being widely consulted by researchers and sometimes used in research evaluations, there is no recent or systematic evidence about the differences between them. In response, this paper investigates 2,448,055 citations to 2299 English-language highly-cited documents from 252 GS subject categories published in 2006, comparing GS, the WoS Core Collection, and Scopus. GS consistently found the largest percentage of citations across all areas (93%–96%), far ahead of Scopus (35%–77%) and WoS (27%–73%). GS found nearly all the WoS (95%) and Scopus (92%) citations. Most citations found only by GS were from non-journal sources (48%–65%), including theses, books, conference papers, and unpublished materials. Many were non-English (19%–38%), and they tended to be much less cited than citing sources that were also in Scopus or WoS. Despite the many unique GS citing sources, Spearman correlations between citation counts in GS and WoS or Scopus are high (0.78-0.99). They are lower in the Humanities, and lower between GS and WoS than between GS and Scopus. The results suggest that in all areas GS citation data is essentially a superset of WoS and Scopus, with substantial extra coverage.","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Martín-Martín","given":"Alberto"},{"family":"Orduna-Malea","given":"Enrique"},{"family":"Thelwall","given":"Mike"},{"family":"Delgado López-Cózar","given":"Emilio"}],"container-title":"Journal of Informetrics","container-title-short":"Journal of Informetrics","DOI":"10.1016/j.joi.2018.09.002","ISSN":"1751-1577","issue":"4","issued":{"date-parts":[[2018,11,1]]},"language":"en","page":"1160-1177","source":"ScienceDirect","title":"Google Scholar, Web of Science, and Scopus: A systematic comparison of citations in 252 subject categories","title-short":"Google Scholar, Web of Science, and Scopus","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1751157718303249","volume":"12"},
  {"id":"mohsen_bibliometric_2017","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Mohsen","given":"Mohammed Ali"},{"family":"Fu","given":"Hui-Zhen"},{"family":"Ho","given":"Yuh-Shan"}],"container-title":"Journal of Scientometric Research","container-title-short":"JSCIRES","DOI":"10.5530/jscires.6.2.16","ISSN":"23216654, 23216654","issue":"2","issued":{"date-parts":[[2017,10,3]]},"page":"109-118","source":"DOI.org (Crossref)","title":"A Bibliometric Analysis of Linguistics Publications in the Web of Science","type":"article-journal","URL":"http://www.jscires.org/article/198","volume":"6"},
  {"id":"phipps_how_2010","accessed":{"date-parts":[[2021,5,30]]},"author":[{"family":"Phipps","given":"Chris"}],"container-title":"The Lousy Linguist","genre":"Blog","issued":{"date-parts":[[2010,3,2]]},"title":"How Many Linguists Are There? 5379.","title-short":"The Lousy Linguist","type":"post-weblog","URL":"https://thelousylinguist.blogspot.com/2010/03/how-many-linguists-are-there-5379.html"},
  {"id":"radev_bibliometric_2016","abstract":"The ACL Anthology is a large collection of research papers in computational linguistics. Citation data were obtained using text extraction from a collection of PDF files with significant manual postprocessing performed to clean up the results. Manual annotation of the references was then performed to complete the citation network. We analyzed the networks of paper citations, author citations, and author collaborations in an attempt to identify the most central papers and authors. The analysis includes general network statistics, PageRank, metrics across publication years and venues, the impact factor and h-index, as well as other measures.","accessed":{"date-parts":[[2021,4,21]]},"author":[{"family":"Radev","given":"Dragomir R."},{"family":"Joseph","given":"Mark Thomas"},{"family":"Gibson","given":"Bryan"},{"family":"Muthukrishnan","given":"Pradeep"}],"container-title":"Journal of the Association for Information Science and Technology","DOI":"https://doi.org/10.1002/asi.23394","ISSN":"2330-1643","issue":"3","issued":{"date-parts":[[2016]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/asi.23394","page":"683-706","source":"Wiley Online Library","title":"A bibliometric and network analysis of the field of computational linguistics","type":"article-journal","URL":"http://asistdl.onlinelibrary.wiley.com/doi/abs/10.1002/asi.23394","volume":"67"},
  {"id":"rodriguez-gairin_miar_2011","accessed":{"date-parts":[[2021,5,30]]},"author":[{"family":"Rodríguez-Gairín","given":"Josep-Manuel"},{"family":"Somoza-Fernández","given":"Marta"},{"family":"Urbano","given":"Cristóbal"}],"container-title":"El Profesional de la Informacion","container-title-short":"El Profesional de la Informacion","DOI":"10.3145/epi.2011.sep.15","ISSN":"1386-6710","issue":"5","issued":{"date-parts":[[2011,9,1]]},"page":"589-596","source":"DOI.org (Crossref)","title":"<i>MIAR</i>: hacia un entorno colaborativo de editores, autores y evaluadores de revistas","title-short":"<i>MIAR</i>","type":"article-journal","URL":"https://revista.profesionaldelainformacion.com/index.php/EPI/article/view/epi.2011.sep.15","volume":"20"},
  {"id":"sim_discovering_2012","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Sim","given":"Yanchuan"},{"family":"Smith","given":"Noah A."},{"family":"Smith","given":"David A."}],"container-title":"Proceedings of the ACL-2012 Special Workshop on Rediscovering 50 Years of Discoveries","event-place":"Jeju Island, Korea","issued":{"date-parts":[[2012,7]]},"page":"22–32","publisher":"Association for Computational Linguistics","publisher-place":"Jeju Island, Korea","source":"ACLWeb","title":"Discovering Factions in the Computational Linguistics Community","type":"paper-conference","URL":"https://www.aclweb.org/anthology/W12-3203"},
  {"id":"zwaan_aspects_1990","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Zwaan","given":"Rolf A."},{"family":"Nederhof","given":"Anton J."}],"container-title":"Language","DOI":"10.2307/414612","ISSN":"0097-8507","issue":"3","issued":{"date-parts":[[1990]]},"page":"553-557","publisher":"Linguistic Society of America","source":"JSTOR","title":"Some Aspects of Scholarly Communication in Linguistics: An Empirical Study","title-short":"Some Aspects of Scholarly Communication in Linguistics","type":"article-journal","URL":"http://www.jstor.org/stable/414612","volume":"66"}
]
