[
  {"id":"ahmed_mapping_2021","abstract":"This article reviews 101 years (1919-2020) of research in the field of linguistics. The main objective of this paper was to analyze the published research and citations on linguistics and present the results from the perspective of growing trends, most productive and influential countries, organizations, authors, research journals, keywords, authorship patterns, and international collaborations. The subject category of linguistics selected in the Web of Science database, for this purpose, 6144 publications have been retrieved from the Web of Science database. This retrieved data is analyzed using visualization tools and dividing it into two phases on a temporal basis. Overall, the first phase, from 1919-1999, shows a lower number of research publications in linguistics, whereas the second phase (2000-2020) with 5585 publications and 41195 citations shows a significant growth in linguistics research. Among them, the highest number of publications is from the US that is followed by the UK. Noticeably, the consideration of the authorship of these researches indicates a strong preference for single authorship (with 3803 articles) in comparison to co-authorship (with only 1463 articles). On the basis of frequency-based keyword analysis, it is observed that the interaction of linguistics with other field s such as computer science, psychology, and the law has been particularly productive for the establishment of new subfields in linguistics which include computational linguistics, cognitive linguistics, and forensic linguistics.","author":[{"family":"Ahmed","given":"Fasih"},{"family":"Ashiq","given":"Murtaza"},{"family":"Rehman","given":"Dr-Shafiq"},{"family":"Ahmad","given":"Shakil"},{"family":"Rashid","given":"Shaista"}],"container-title":"Library Philosophy and Practice","container-title-short":"Library Philosophy and Practice","issued":{"date-parts":[[2021,3,18]]},"page":"art. 5089","source":"ResearchGate","title":"Mapping the Intellectual Structure of Linguistics Research Over 101 Years (1919–2020)","type":"article-journal"},
  {"id":"arik_bibliometric_2015","abstract":"The present study investigated the bibliometric characteristics of linguistics as represented in Web of Science (WoS), focusing on the number of linguistics publications between 1900 and 2013 in the Social Science Citation Index (SSCI) and between 1975 and 2013 in the Arts and Humanities Citation Index (A&HCI). Results showed that between 1975 and 2013, SSCI covered a total of 54,263 (0.86% of all SSCI) publications in the language linguistics category, 99,502 (1.61% of all SSCI) publications in the linguistics category, and 109,469 (1.81% of all SSCI) publications in the linguistics research area. Additionally, A&HCI covered a total of 187,239 (4.37% of all A&HCI) in the language linguistics category, 64,356 (1.48% of all A&HCI) in the linguistics category, 193,619 (4.52% of all A&HCI) publications in the linguistics research area. As SSCI and A&HCI have expanded over the years, the number of linguistics publications has increased as well. On average, SSCI ranked the language linguistics category no. 62.51, linguistics category no. 35.3, and the linguistics research area no. 21.69; whereas, A&HCI ranked the language linguistics category no. 9.33, linguistics category no. 22.15, and the linguistics research area no. 7.92. Based on these results, we can conclude that linguistics is an important field in both the social sciences and arts and humanities as covered in WoS.","author":[{"family":"Arik","given":"Engin"}],"container-title":"Journal of Scientometric Research","DOI":"10.4103/2320-0057.156018","issue":"1","issued":{"date-parts":[[2015]]},"page":"20-28","title":"A bibliometric analysis of linguistics in web of science","type":"article-journal","volume":"4"},
  {"id":"arik_sign_2014","abstract":"This study investigates bibliometric characteristics of publications on sign languages indexed in the Science Citation Index Expanded and Social Science Citation Index between 1900 and 2013, and arts and humanities citation index between 1975 and 2013 in web of science (WoS). There were 2460 scientific publications on sign languages from a variety of research areas written in 14 languages with authors from 66 countries. 95.24% of them were written in English while 49.71% of authors were from the USA. Although the first publication appeared in 1902, the number of publications has recently increased: 86.26% of them were covered in WoS between 1990 and 2013. A majority of the publications were on American Sign Language and British Sign Language, with 63.46% and 9.33% of all publications, respectively. The number of sign language publications will continue to increase in WoS, covering a wider variety of sign languages.","author":[{"family":"Arik","given":"Engin"}],"container-title":"Journal of Scientometric Research","container-title-short":"Journal of Scientometric Research","DOI":"10.4103/2320-0057.153583","issue":"3","issued":{"date-parts":[[2014,1,1]]},"page":"143-149","source":"ResearchGate","title":"Sign language research in web of science","type":"article-journal","volume":"3"},
  {"id":"barrot_research_2017-1","abstract":"It has been observed that Southeast Asian countries and universities have ranked poorly in global research productivity and impact. The same is true for the field of language and linguistics. Some studies revealed that productivity and citation patterns in this field are lower compared to other fields of study. Thus, this study sought to examine the research performance of SEA countries and universities in the field of language and linguistics for efficient policy-making. The research performance of each SEA country and university was assessed through Scopus database using the following bibliometric indicators: total number of publications (P), total number of citations excluding self-citations (C), citations per publication (CPP), percent of non-cited articles (%PNC), and h-index. Findings revealed that SEA countries have only produced almost 2 % of all published articles in language and linguistics and around 1 % share in overall worldwide field citations. Interestingly, both the SEA countries and universities exhibit a trend toward increasing their yearly research productivity and citations. However, research productivity and citations in the field of language and linguistics are dominated by selected universities in each country particularly in Brunei, Singapore, Malaysia, and the Philippines. This study has implications for research policy-making and future studies.","accessed":{"date-parts":[[2021,6,4]]},"author":[{"family":"Barrot","given":"Jessie S."}],"container-title":"Scientometrics","container-title-short":"Scientometrics","DOI":"10.1007/s11192-016-2163-3","ISSN":"1588-2861","issue":"1","issued":{"date-parts":[[2017,1,1]]},"language":"en","page":"1-15","source":"Springer Link","title":"Research impact and productivity of Southeast Asian countries in language and linguistics","type":"article-journal","URL":"https://doi.org/10.1007/s11192-016-2163-3","volume":"110"},
  {"id":"berez-kroeker_data_2017","abstract":"Survey of Current Reproducibility Practices in Linguistics Journals, 2003-2012\n[UNDER DEVELOPMENT - 11 August 2017]\nPlease cite this document as:\nBerez-Kroeker, Andrea L., Lauren Gawne, Barbara F. Kelly & Tyler Heston. 2017. A survey of current reproducibility practices in linguistics journals,","accessed":{"date-parts":[[2021,4,2]]},"author":[{"family":"Berez-Kroeker","given":"Andrea L."}],"event-place":"University of Hawaiʻi at Mānoa","genre":"Website","issued":{"date-parts":[[2017]]},"language":"en","publisher-place":"University of Hawaiʻi at Mānoa","title":"Data Citation and Attribution in Linguistics - Survey of Reproducibility in Linguistics Journals, 2003-2012","type":"manuscript","URL":"https://sites.google.com/a/hawaii.edu/data-citation/survey"},
  {"id":"bozkurt_monitoring_2019","abstract":"The aim of this article is to report the main trends of the research texts written in Turkish in the field of Turkish lexicography. This report will also provide an opportunity to discuss the main trends in Turkish lexicography and the areas that need to be developed. The study is a descriptive research and literature review that is limited to the texts written in the Turkish language on Turkish linguistics during the years 1932–2016. The Turkish Academic Network and Information Center (ULAKBİM), Google Scholar, the Turkey Council of Higher Education Thesis Center, the Turkey National Collective Catalog, National Library of Turkey, EBSCOhost, ProQuest Dissertations & Theses Global databases and 68 academic journals published on Turkish linguistics were searched for the study. The database contains 1001 texts. Findings related to these texts show that studies on lexicography have increased in recent years. Moreover, the findings show that there is a lack of some text types.","accessed":{"date-parts":[[2021,5,30]]},"author":[{"family":"Bozkurt","given":"Ferdi"}],"container-title":"Lexikos","DOI":"10.5788/29-1-1522","ISSN":"2224-0039","issue":"1","issued":{"date-parts":[[2019,11,29]]},"language":"en","number":"1","page":"288-315","source":"lexikos.journals.ac.za","title":"Monitoring Academic Studies of Turkish Lexicography: A Bibliometric Study of 84 Years","title-short":"Monitoring Academic Studies of Turkish Lexicography","type":"article-journal","URL":"https://lexikos.journals.ac.za/pub/article/view/1522","volume":"29"},
  {"id":"dong_bibliometric_2015","author":[{"family":"Dong","given":"Dahui"},{"family":"Chen","given":"Meng-Lin"}],"container-title":"[Compilation and Translation Review]","issue":"1","issued":{"date-parts":[[2015]]},"language":"en","page":"41-82","source":"Zotero","title":"A Bibliometric Analysis of Translation Studies between 1999 and 2014","type":"article-journal","volume":"8"},
  {"id":"ezema_application_2014","abstract":"The purpose of this paper is to develop core books in Nigerian languages using citation analysis.\nA total of 449 theses and dissertations submitted to the Department of Linguistics and Nigerian\nLanguages in six Nigerian universities from 1996 to 2007 constituted the population. The\nuniversities are University of Nigeria, Nsukka (UNN), University of Ife (OAU), University of\nLagos (UNILAG), University of Ibadan (UI), Ahmadu Bello University, Zaria (ABU) and\nUniversity of Benin (UNIBEN). A bibliometric study was conducted using indicators such as\ntypes of cited sources, most frequently cited books and the most frequently cited authors. A total\nof 27,686 bibliographic references were harvested from the theses with an average of 58.4\ncitations per theses. Books and monographs dominated the entire citations with 63.6%. Thirtyseven\n(37) most frequently cited books were identified. Top among these books are Chomsky’s\nAspect of theory of syntax with 6.6% while the least was Sociolinguistics by P. Trudgill with\n(1.7%). Seventy-four (74) authors were identified as the most frequently cited. Noam Chomsky\nranked first with 5.1% and the least was Okebalama, C.N with 0.7%. This study would be useful\nfor language researchers and collection development of libraries particularly academic libraries\nwhere language research needs to be supported.","author":[{"family":"Ezema","given":"Ifeanyi"}],"container-title":"Library Philosophy and Practice (e-journal)","issued":{"date-parts":[[2014,7,8]]},"page":"art. 1131","source":"ResearchGate","title":"Application of Citation Analysis in the Development of Core Nigerian Languages Texts in Nigeria University Libraries","type":"article-journal","URL":"http://digitalcommons.unl.edu/libphilprac/1131"},
  {"id":"gurlek_proceedings_2019","accessed":{"date-parts":[[2021,6,4]]},"editor":[{"family":"Gürlek","given":"Mehmet"},{"family":"Çiçekler","given":"Ahmet Naim"},{"family":"Taşdemir","given":"Yasin"}],"event-place":"Istanbul","ISBN":"978-605-77360-4-8","issued":{"date-parts":[[2019]]},"language":"en","note":"OCLC: 1130805653","publisher":"The Asian Association for Lexicography (ASIALEX)","publisher-place":"Istanbul","source":"Open WorldCat","title":"Proceedings of the 13th International Conference of the Asian Association for Lexicography","type":"book","URL":"http://cdn.istanbul.edu.tr/FileHandler2.ashx?f=asialex_proceedings.pdf"},
  {"id":"htoo_comparison_2015","abstract":"Since their emergence in 2010, altmetrics as new indicators of research impact receive considerable attention from scientometricians and various other parties including librarians, who have long been providing citation analysis and bibliometric services in academic and research institutions. Despite their rapid popularity, the validity of altmetrics in research evaluation is not yet clear. One way of assessing a new metric for its suitability in research evaluation is to find out its correlation with an established source of evidence. This study investigates the correlation between altmetrics and citation count in Psychology, History and Linguistics disciplines. In addition, the study also explores the coverage of altmetric measures in each of these disciplines to identify the presence and potential usefulness of different altmetric measures in different disciplines. Altmetrics data from altmetric.com and citation data from Web of Science database are used for articles published between 2010 and 2012 in top 70 journals of Psychology and Linguistics disciplines and 53 journals of History discipline. Out of 10, 5 metrics (Twitter, Facebook, Blogs, Mendeley and CiteULike) are found to have significant correlation with citation in Psychology while only 2 metrics (Mendeley and Twitter) are in Linguistic and History. In terms of coverage, discipline with higher citation rate (Psychology) attracts higher altmetric coverage while disciplines with lower citation rate (Linguistics and History) attract lower altmetric coverage. Of the three disciplines studied, Psychology is found to be the most likely candidate where altmetrics could be meaningful measures.","archive":"Singapore Management University Libraries, Research Collection Library","archive_location":"No. 50","author":[{"family":"Htoo","given":"Tint Hla Hla"},{"family":"Na","given":"Jin-Cheon"}],"event":"International Conference of Asian Special Libraries 4th ICoASL 2015, April 22-24","issued":{"date-parts":[[2015]]},"language":"en","page":"1-12","source":"Zotero","title":"Comparison of Altmetrics across Multiple Disciplines: Psychology, History, and Linguistics","type":"paper-conference","URL":"https://ink.library.smu.edu.sg/library_research/50"},
  {"id":"larsen_rate_2010","accessed":{"date-parts":[[2021,5,30]]},"author":[{"family":"Larsen","given":"Peder Olesen"},{"family":"Ins","given":"Markus","non-dropping-particle":"von"}],"container-title":"Scientometrics","container-title-short":"Scientometrics","DOI":"10.1007/s11192-010-0202-z","ISSN":"0138-9130, 1588-2861","issue":"3","issued":{"date-parts":[[2010,9]]},"language":"en","page":"575-603","source":"DOI.org (Crossref)","title":"The rate of growth in scientific publication and the decline in coverage provided by Science Citation Index","type":"article-journal","URL":"http://link.springer.com/10.1007/s11192-010-0202-z","volume":"84"},
  {"id":"lei_research_2019","abstract":"Using data of articles from 42 Social Science Citation Index (SSCI)-indexed journals of applied linguistics, this study renders a bibliometric analysis of the 2005–16 research trends in the field. The analysis focuses on, among other issues, the most frequently discussed topics, the most highly cited publications, and the changes that have occurred in the research trends. The results show that while most of the frequently discussed topics have remained popular over the 12 years, some (especially sociocultural/functional/identity issues) have experienced a significant increase of interest, but some others (particularly certain phonological/grammatical/generative linguistic topics) have witnessed a substantial decrease of interest. There has also been an increased use of new theories including those coming from distant disciplines. Furthermore, while the number of publications from traditional publication powerhouses, such as the USA, has shown a slow, albeit steady decline proportionally, those from some other countries, such as China, have exhibited a substantial steady rise. The latter countries’ increasing publication rates appear to have contributed to the increased discussion of issues specific to their context. Implications of the findings are also discussed.","accessed":{"date-parts":[[2021,6,4]]},"author":[{"family":"Lei","given":"Lei"},{"family":"Liu","given":"Dilin"}],"container-title":"Applied Linguistics","container-title-short":"Applied Linguistics","DOI":"10.1093/applin/amy003","ISSN":"0142-6001","issue":"3","issued":{"date-parts":[[2019,6,1]]},"page":"540-561","source":"Silverchair","title":"Research Trends in Applied Linguistics from 2005 to 2016: A Bibliometric Analysis and Its Implications","title-short":"Research Trends in Applied Linguistics from 2005 to 2016","type":"article-journal","URL":"https://doi.org/10.1093/applin/amy003","volume":"40"},
  {"id":"lin_bibliometric_2012","author":[{"family":"Lin","given":"Yanni"},{"family":"Liu","given":"Haitao"}],"container-title":"Glottometrics","issued":{"date-parts":[[2012]]},"language":"en","page":"1-37","source":"Zotero","title":"A Bibliometric Analysis of Glottometrics","type":"article-journal","URL":"https://www.ram-verlag.eu/a-bibliometric-analysis-of-glottometrics/","volume":"39"},
  {"id":"martin-martin_google_2018","abstract":"Despite citation counts from Google Scholar (GS), Web of Science (WoS), and Scopus being widely consulted by researchers and sometimes used in research evaluations, there is no recent or systematic evidence about the differences between them. In response, this paper investigates 2,448,055 citations to 2299 English-language highly-cited documents from 252 GS subject categories published in 2006, comparing GS, the WoS Core Collection, and Scopus. GS consistently found the largest percentage of citations across all areas (93%–96%), far ahead of Scopus (35%–77%) and WoS (27%–73%). GS found nearly all the WoS (95%) and Scopus (92%) citations. Most citations found only by GS were from non-journal sources (48%–65%), including theses, books, conference papers, and unpublished materials. Many were non-English (19%–38%), and they tended to be much less cited than citing sources that were also in Scopus or WoS. Despite the many unique GS citing sources, Spearman correlations between citation counts in GS and WoS or Scopus are high (0.78-0.99). They are lower in the Humanities, and lower between GS and WoS than between GS and Scopus. The results suggest that in all areas GS citation data is essentially a superset of WoS and Scopus, with substantial extra coverage.","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Martín-Martín","given":"Alberto"},{"family":"Orduna-Malea","given":"Enrique"},{"family":"Thelwall","given":"Mike"},{"family":"Delgado López-Cózar","given":"Emilio"}],"container-title":"Journal of Informetrics","container-title-short":"Journal of Informetrics","DOI":"10.1016/j.joi.2018.09.002","ISSN":"1751-1577","issue":"4","issued":{"date-parts":[[2018,11,1]]},"language":"en","page":"1160-1177","source":"ScienceDirect","title":"Google Scholar, Web of Science, and Scopus: A systematic comparison of citations in 252 subject categories","title-short":"Google Scholar, Web of Science, and Scopus","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1751157718303249","volume":"12"},
  {"id":"mohsen_bibliometric_2017","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Mohsen","given":"Mohammed Ali"},{"family":"Fu","given":"Hui-Zhen"},{"family":"Ho","given":"Yuh-Shan"}],"container-title":"Journal of Scientometric Research","container-title-short":"JSCIRES","DOI":"10.5530/jscires.6.2.16","ISSN":"23216654, 23216654","issue":"2","issued":{"date-parts":[[2017,10,3]]},"page":"109-118","source":"DOI.org (Crossref)","title":"A Bibliometric Analysis of Linguistics Publications in the Web of Science","type":"article-journal","URL":"http://www.jscires.org/article/198","volume":"6"},
  {"id":"phipps_how_2010","accessed":{"date-parts":[[2021,5,30]]},"author":[{"family":"Phipps","given":"Chris"}],"container-title":"The Lousy Linguist","genre":"Blog","issued":{"date-parts":[[2010,3,2]]},"title":"How Many Linguists Are There? 5379.","title-short":"The Lousy Linguist","type":"post-weblog","URL":"https://thelousylinguist.blogspot.com/2010/03/how-many-linguists-are-there-5379.html"},
  {"id":"radev_bibliometric_2016","abstract":"The ACL Anthology is a large collection of research papers in computational linguistics. Citation data were obtained using text extraction from a collection of PDF files with significant manual postprocessing performed to clean up the results. Manual annotation of the references was then performed to complete the citation network. We analyzed the networks of paper citations, author citations, and author collaborations in an attempt to identify the most central papers and authors. The analysis includes general network statistics, PageRank, metrics across publication years and venues, the impact factor and h-index, as well as other measures.","accessed":{"date-parts":[[2021,4,21]]},"author":[{"family":"Radev","given":"Dragomir R."},{"family":"Joseph","given":"Mark Thomas"},{"family":"Gibson","given":"Bryan"},{"family":"Muthukrishnan","given":"Pradeep"}],"container-title":"Journal of the Association for Information Science and Technology","DOI":"https://doi.org/10.1002/asi.23394","ISSN":"2330-1643","issue":"3","issued":{"date-parts":[[2016]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/asi.23394","page":"683-706","source":"Wiley Online Library","title":"A bibliometric and network analysis of the field of computational linguistics","type":"article-journal","URL":"http://asistdl.onlinelibrary.wiley.com/doi/abs/10.1002/asi.23394","volume":"67"},
  {"id":"rodriguez-gairin_miar_2011","accessed":{"date-parts":[[2021,5,30]]},"author":[{"family":"Rodríguez-Gairín","given":"Josep-Manuel"},{"family":"Somoza-Fernández","given":"Marta"},{"family":"Urbano","given":"Cristóbal"}],"container-title":"El Profesional de la Informacion","container-title-short":"El Profesional de la Informacion","DOI":"10.3145/epi.2011.sep.15","ISSN":"1386-6710","issue":"5","issued":{"date-parts":[[2011,9,1]]},"page":"589-596","source":"DOI.org (Crossref)","title":"<i>MIAR</i>: hacia un entorno colaborativo de editores, autores y evaluadores de revistas","title-short":"<i>MIAR</i>","type":"article-journal","URL":"https://revista.profesionaldelainformacion.com/index.php/EPI/article/view/epi.2011.sep.15","volume":"20"},
  {"id":"schryver_lexikos_2009","abstract":"At eighteen, Lexikos became a major player in the field of linguistics, by being\nawarded an Impact Factor. This article presents a double analysis of the foundation that led to this\nsuccess. On the one hand a thorough statistical study is undertaken with regard to all contributors\nand their contributions to Lexikos. To this end a metadata database was designed, with the aim to\nanswer the question: 'Who publishes what type of material from where and when?' On the other\nhand a content analysis is carried out which focuses on the actual topics (i.e. 'keywords') in Lexikos.\nTo this end an all-inclusive text corpus containing all the Lexikos material was built, with the aim to\nanswer the question: 'What are the major trends in Lexikos?'\n\nKeywords: lexikos, lexicography, metalexicography, dictionaries, lexicographers,\nmetadata database, text corpus, contributions, contributors,\naffiliations, statistics, trends, english, afrikaans, bantu","accessed":{"date-parts":[[2021,6,4]]},"author":[{"family":"Schryver","given":"G.","dropping-particle":"de"}],"container-title":"Lexikos","DOI":"10.4314/lex.v19i1.49136","ISSN":"2224-0039","issued":{"date-parts":[[2009]]},"language":"en","page":"372-403","source":"www.ajol.info","title":"Lexikos at eighteen: an analysis","title-short":"Lexikos at eighteen","type":"article-journal","URL":"https://www.ajol.info/index.php/lex/article/view/49136","volume":"19"},
  {"id":"sim_discovering_2012","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Sim","given":"Yanchuan"},{"family":"Smith","given":"Noah A."},{"family":"Smith","given":"David A."}],"container-title":"Proceedings of the ACL-2012 Special Workshop on Rediscovering 50 Years of Discoveries","event-place":"Jeju Island, Korea","issued":{"date-parts":[[2012,7]]},"page":"22–32","publisher":"Association for Computational Linguistics","publisher-place":"Jeju Island, Korea","source":"ACLWeb","title":"Discovering Factions in the Computational Linguistics Community","type":"paper-conference","URL":"https://www.aclweb.org/anthology/W12-3203"},
  {"id":"syahid_abdul_journal_2020","abstract":"To assess scientific progress from global to author levels, a large body of bibliometric studies could be found in many fields but relatively scarcer in the realm of language and linguistic studies, especially at a journal level. Motivated by the commitment and competence shown by the Journal of Language and Linguistic Studies, this study presents its bibliometric portrait as captured by two pieces of software, Publish or Perish and VoSviewer. from the Microsoft Academic, one of the global abstract and citation databases. The descriptive and network analyses of the journal’s bibliometric data revealed the patterns of publication, citation, authorship, keyword co-occurrence, and bibliographic coupling from 2005 to 2019. The first 15 publication years have seen 482 articles by 552 authors from 142 organizations of which Turkish ones were in the majority contributing to 1,291 total citations along with regional and global indexations including in Scopus, one of the largest bibliographic databases. Evolving around the unity of psychology, linguistics, and education/ pedagogy viewed from different perspectives, the journal has been a scholarly outlet for not only local but also global issues in the realm of language and linguistics. The next 15-publication years will see the journal’s growth in “internationality” in terms of authorship due to the combination of increased annual publication and recent international indexation.","accessed":{"date-parts":[[2021,6,4]]},"author":[{"family":"Syahid, Abdul","given":""},{"family":"Qodir, Abdul","given":""}],"container-title":"Journal of Language and Linguistic Studies","DOI":"10.5281/ZENODO.4090430","issue":"3","issued":{"date-parts":[[2020,10,14]]},"language":"en","publisher":"Zenodo","source":"DOI.org (Datacite)","title":"Journal of Language and Linguistic Studies: A fifteen-year bibliometric quest for a bigger impact","title-short":"Journal of Language and Linguistic Studies","type":"article-journal","URL":"https://www.jlls.org/index.php/jlls/article/view/2075","volume":"16"},
  {"id":"syahid_indonesian_2021","abstract":"Bibliometric portraits of a single journal appear to be rarely taken in the field of applied linguistics. Viewed from the angles of publication, citation, and indexation, one of the journals worth a bibliometric portrait is the Indonesian Journal of Applied Linguistics. Casting local and regional concerns on the global applied linguistics, the journal has ranked among the big five Open Access Journals in the Asiatic region since its foundation in 2011.","accessed":{"date-parts":[[2021,6,4]]},"archive":"arXiv.org","archive_location":"arXiv:2104.01800 [cs]","author":[{"family":"Syahid","given":"Abdul"}],"genre":"Pre-Print","issued":{"date-parts":[[2021,4,5]]},"source":"arXiv.org","title":"Indonesian Journal of Applied Linguistics: A Bibliometric Portrait of Ten Publication Years","title-short":"Indonesian Journal of Applied Linguistics","type":"manuscript","URL":"http://arxiv.org/abs/2104.01800"},
  {"id":"syahid_journal_2021","abstract":"To assess scientific progress from global to author levels, a large body of bibliometric studies could be found in many fields but relatively scarcer in the realm of language and linguistic studies, especially at a journal level. Motivated by the commitment and competence shown by the Journal of Language and Linguistic Studies, this study presents its bibliometric portrait as captured by two pieces of software, Publish or Perish and VoSviewer. from the Microsoft Academic, one of the global abstract and citation databases. The descriptive and network analyses of the journal’s bibliometric data revealed the patterns of publication, citation, authorship, keyword cooccurrence, and bibliographic coupling from 2005 to 2019. The first 15 publication years have seen 482 articles by 552 authors from 142 organizations of which Turkish ones were in the majority contributing to 1,291 total citations along with regional and global indexations including in Scopus, one of the largest bibliographic databases. Evolving around the unity of psychology, linguistics, and education/ pedagogy viewed from different perspectives, the journal has been a scholarly outlet for not only local but also global issues in the realm of language and linguistics. The next 15-publication years will see the journal’s growth in “internationality” in terms of authorship due to the combination of increased annual publication and recent international indexation.","accessed":{"date-parts":[[2021,6,4]]},"author":[{"family":"Syahi̇D","given":"Abdul"},{"family":"Qodi̇R","given":"Abdul"}],"container-title":"Dil ve Dilbilimi Çalışmaları Dergisi","DOI":"10.17263/jlls.903415","ISSN":"1305-578X","issue":"1","issued":{"date-parts":[[2021,3,25]]},"language":"en","page":"290-314","source":"DOI.org (Crossref)","title":"Journal of Language and Linguistic Studies: A fifteen-year bibliometric quest for a bigger impact","title-short":"Journal of Language and Linguistic Studies","type":"article-journal","URL":"https://dergipark.org.tr/tr/doi/10.17263/jlls.903415","volume":"17"},
  {"id":"zhang_mapping_2015","abstract":"This paper presents a survey of etight major translation journals via bibliometric methods with the aim of investigating the development and state of the merging area between Discourse Analysis and Translation Studies in the period 1990–2013. It first looks into the diachronic changes in the papers under examination in a purpose-built database so as to outline the general trend of the research field, and then identifies the main trends by conducting a thematic analysis of the findings. Finally, the geographical distribution of the existing papers is presented in order to explore the development of the subject area in different world regions.","accessed":{"date-parts":[[2021,6,4]]},"author":[{"family":"Zhang","given":"Meifang"},{"family":"Pan","given":"Hanting"},{"family":"Chen","given":"Xi"},{"family":"Luo","given":"Tian"}],"container-title":"Perspectives","DOI":"10.1080/0907676X.2015.1021260","ISSN":"0907-676X","issue":"2","issued":{"date-parts":[[2015,4,3]]},"note":"_eprint: https://doi.org/10.1080/0907676X.2015.1021260","page":"223-239","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Mapping Discourse Analysis in Translation Studies via bibliometrics: A survey of journal publications","title-short":"Mapping Discourse Analysis in Translation Studies via bibliometrics","type":"article-journal","URL":"https://doi.org/10.1080/0907676X.2015.1021260","volume":"23"},
  {"id":"zwaan_aspects_1990","accessed":{"date-parts":[[2021,4,19]]},"author":[{"family":"Zwaan","given":"Rolf A."},{"family":"Nederhof","given":"Anton J."}],"container-title":"Language","DOI":"10.2307/414612","ISSN":"0097-8507","issue":"3","issued":{"date-parts":[[1990]]},"page":"553-557","publisher":"Linguistic Society of America","source":"JSTOR","title":"Some Aspects of Scholarly Communication in Linguistics: An Empirical Study","title-short":"Some Aspects of Scholarly Communication in Linguistics","type":"article-journal","URL":"http://www.jstor.org/stable/414612","volume":"66"}
]
