[
  {"id":"american_psychological_association_publication_2019","abstract":"\"The Publication Manual of the American Psychological Association, Seventh Edition is the official source for APA Style. With millions of copies sold worldwide in multiple languages, it is the style manual of choice for writers, researchers, editors, students, and educators in the social and behavioral sciences, natural sciences, nursing, communications, education, business, engineering, and other fields. Known for its authoritative, easy-to-use reference and citation system, the Publication Manual also offers guidance on choosing the headings, tables, figures, language, and tone that will result in powerful, concise, and elegant scholarly communication. It guides users through the scholarly writing process-from the ethics of authorship to reporting research through publication. The seventh edition is an indispensable resource for students and professionals to achieve excellence in writing and make an impact with their work. The seventh edition has been thoroughly revised and updated to reflect best practices in scholarly writing and publishing. All formats are in full color, with a new tabbed spiral version Improved ease of navigation, with many additional numbered sections to help users quickly locate answers to their questions Resources for students on writing and formatting annotated bibliographies, response papers, and other paper types as well as guidelines on citing course materials Dedicated chapter for new users of APA Style covering paper elements and format, including sample papers for both professional authors and student writers New chapter on journal article reporting standards that includes updates to reporting standards for quantitative research and the first-ever qualitative and mixed methods reporting standards in APA Style New chapter on bias-free language guidelines for writing about people with respect and inclusivity in areas including age, disability, gender, participation in research, race and ethnicity, sexual orientation, socioeconomic status, and intersectionality More than 100 new reference examples covering periodicals, books, audiovisual media, social media, webpages and websites, and legal resources More than 40 new sample tables and figures Expanded guidance on ethical writing and publishing practices, including how to ensure the appropriate level of citation, avoid plagiarism and self-plagiarism, and navigate the publication process Guidelines that support accessibility for all users, including simplified reference, in-text citation, and heading formats as well as additional font options\"--","edition":"7th","editor":[{"literal":"American Psychological Association"}],"event-place":"Washington, D.C","ISBN":"978-1-4338-3215-4 978-1-4338-3216-1 978-1-4338-3217-8","issued":{"date-parts":[[2019]]},"number-of-pages":"428","publisher":"American Psychological Association","publisher-place":"Washington, D.C","source":"Library of Congress ISBN","title":"Publication manual of the American psychological association","type":"book"},
  {"id":"american_psychological_association_references_2020","abstract":"Consistency in reference formatting allows readers to focus on the content of your reference list, discerning both the types of works you consulted and the important reference elements (who, when, what, and where) with ease. (Note: APA Style does not use a bibliography.)","accessed":{"date-parts":[[2021,6,18]]},"author":[{"literal":"American Psychological Association"}],"container-title":"APA Style","genre":"Reference","issued":{"date-parts":[[2020]]},"language":"en","publisher":"American Psychological Association","title":"References","type":"webpage","URL":"https://apastyle.apa.org/style-grammar-guidelines/references"},
  {"id":"harper_chicago_2017","call-number":"Z253 .U69 2017","DOI":"10.7208/cmosl7","edition":"17th","editor":[{"family":"Harper","given":"Russell David"}],"event-place":"Chicago, Illinois","ISBN":"978-0-226-28705-8","issued":{"date-parts":[[2017]]},"language":"en","number-of-pages":"1144","publisher":"The University of Chicago Press","publisher-place":"Chicago, Illinois","source":"Library of Congress ISBN","title":"The Chicago manual of style","type":"book"},
  {"id":"skutley_apa_2012","edition":"6th","editor":[{"family":"Skutley","given":"Mary Lynn"}],"event-place":"Washington, DC","issued":{"date-parts":[[2012]]},"language":"en","publisher":"American Psychological Association","publisher-place":"Washington, DC","title":"APA Style Guide to Electronic References","type":"book"},
  {"id":"university_of_chicago_press_staff_chicago_2003","edition":"15","editor":[{"family":"Mahan","given":"Margaret D. F."}],"event-place":"Chicago, Illinois","ISBN":"978-0-226-10403-4","issued":{"date-parts":[[2003]]},"language":"en","publisher":"Chicago University Press","publisher-place":"Chicago, Illinois","title":"The Chicago Manual of Style","type":"book"},
  {"id":"vandenbos_publication_2010","call-number":"BF76.7 .P83 2010","edition":"6th","editor":[{"family":"VandenBos","given":"Gary R"}],"event-place":"Washington, DC","ISBN":"978-1-4338-0559-2 978-1-4338-0561-5 978-1-4338-0562-2","issued":{"date-parts":[[2010]]},"language":"en","number-of-pages":"272","publisher":"American Psychological Association","publisher-place":"Washington, DC","source":"Library of Congress ISBN","title":"Publication manual of the American Psychological Association","type":"book"}
]
