[
  {"id":"pareja-lora_expressing_2020","abstract":"The Open Language Archives Community (OLAC) is an international partnership of institutions and individuals who are creating a world-wide virtual library of language resources. The library is virtual because OLAC does not hold any of the resources itself; rather it aggregates a union catalog of all the resources held by the participating institutions. A major achievement of the community has been to develop standards for expressing and exchanging the metadata records that describe the holdings of an archive. The OLAC metadata standard prescribes an interchange format that uses a community-specific XML markup schema that was adopted in 2003. In the meantime, Linked Data has emerged as a common data representation that allows information from disparate communities to be linked into an interoperating universal Web of Data. This paper explores the application of Linked Data to the problem of describing language resources in the context of OLAC, describing work that has already been done to link the OLAC union catalog into the Linguistic Linked Open Data cloud as well as the potential of embracing Linked Data as the basis for a revised OLAC metadata standard.","accessed":{"date-parts":[[2021,4,14]]},"author":[{"family":"Simons","given":"Gary F."},{"family":"Bird","given":"Steven"}],"citation-key":"pareja-lora_expressing_2020","container-title":"Development of Linguistic Linked Open Data Resources for Collaborative Data-Intensive Research in the Language Sciences","DOI":"10.7551/mitpress/10990.003.0009","editor":[{"family":"Pareja-Lora","given":"Antonio"},{"family":"Blume","given":"María"},{"family":"Lust","given":"Barbara C."},{"family":"Chiarcos","given":"Christian"}],"ISBN":"978-0-262-35721-0","issued":{"date-parts":[[2020]]},"language":"en","publisher":"The MIT Press","source":"DOI.org (Crossref)","title":"Expressing language resource metadata as Linked Data: The case of the Open Language Archives Community","type":"chapter","URL":"https://doi.org/10.7551/mitpress/10990.003.0009"}, 
  {"id":"lissonnet_recollections_2004","abstract":"The Quinkan community has chosen to use online technology to repatriate some of the widely dispersed content that forms part of its culture. Metadata about resources can be aggregated without the need to aggregate resources. Dublin Core (qualified), with its focus of resource discovery, has been chosen as one of the building blocks of the ‘virtual cultural institution’, the Quinkan Matchbox. Some of the resources to be repatriated are not yet identified. Others have been described according to a great variety of guidelines or to suit a variety of purposes. This research takes advantage of the modularity and extensibility of the Dublin Core architecture to develop a unifying metadata application profile (MAP) to describe the content of the Quinkan Matchbox. The profile must support the importation of records produced by a variety of intellectual communities with tolerable levels of loss. It must also reflect the Quinkan community’s view of cultural heritage, possibly through the addition of local usage elements, element refinements and vocabularies.\nThe building of the Quinkan Matchbox is informed by the differing Western and Indigenous views on heritage. It places the preservation of Indigenous heritage through online networks and multi-media technology in the context of cultural globalisation, control over intellectual property and traditional modes of transmission of cultural knowledge. The design of a composite profile follows the Aggregation, Rationalisation, Harmonisation (ARH) framework (Currie et al., 2002). Following a review of a number of metadata standards used in the cultural heritage community, the draft application profile is assembled by aggregating, then rationalising metadata elements from Dublin Core with elements from other metadata element sets. Cataloguing of existing resources is used to test the MAP’s ability to accommodate the cataloguing practices of organisations holdings records of interest to the Quinkan community and to adjust the design of the profile in order to minimise loss or distortion. It is suggested that specialised, more granular MAPs could be developed to support specific purposes. The lack of insider’s knowledge of the culture profiled makes it difficult to evaluate whether the local refinements and vocabularies introduced reflects the contours and relief of the Quinkan cultural landscape. In the end, the MAP is to be regarded as one component of a large assembly of technical infrastructure, legal agreements and human resources that still remain to be built, validated and staffed. The relevance and usefulness of the Quinkan Matchbox as a cultural tool will be fully realised if it can be woven into cultural practices and assist the community in affirming its sense of identity.","accessed":{"date-parts":[[2021,4,16]]},"author":[{"family":"Lissonnet","given":"Sophie"}],"citation-key":"lissonnet_recollections_2004","genre":"rmasters","issued":{"date-parts":[[2004]]},"language":"en","license":"open","number-of-pages":"206","publisher":"James Cook University","source":"researchonline.jcu.edu.au","title":"(Re)collections: developing a metadata application profile for the Quinkan Culture Matchbox","title-short":"(Re)collections","type":"thesis","URL":"https://researchonline.jcu.edu.au/1135/"},
  {"id":"nevile_dublin_2006","accessed":{"date-parts":[[2022,1,7]]},"author":[{"family":"Nevile","given":"Liddy"},{"family":"Lissonnet","given":"Sophie"}],"citation-key":"nevile_dublin_2006","container-title":"International Journal of Metadata, Semantics and Ontologies","container-title-short":"IJMSO","DOI":"10.1504/IJMSO.2006.012344","ISSN":"1744-2621, 1744-263X","issue":"3","issued":{"date-parts":[[2006]]},"language":"en","page":"198","source":"DOI.org (Crossref)","title":"Dublin core and museum information: metadata as cultural heritage data","title-short":"Dublin core and museum information","type":"article-journal","URL":"http://www.inderscience.com/link.php?id=12344","volume":"1"}
]
