[
  {"id":"Habing_Cole_Mischo_2001","abstract":"As a participant in the D-Lib Test Suite project, the University of Illinois maintains a full-text XML testbed containing over 65,000 scientific and technical journal articles. For this project, we have developed techniques to generate and utilize Qualified Dublin Core (DCQ) metadata using RDF. In this short paper we will provide a brief overview of our digital collection, demonstrate DCQ metadata creation and usage for items in our collection, and finally summarize some of the issues that arose as a consequence of our decision to use DCQ.","author":[{"family":"Habing","given":"Thomas G."},{"family":"Cole","given":"Timothy W."},{"family":"Mischo","given":"William H."}],"citation-key":"Habing_Cole_Mischo_2001","container-title":"International Conference on Dublin Core and Metadata Applications, DC-2001, October 24-26","event-place":"Universe","issued":{"date-parts":[[2001,10]]},"note":"abstract: As a participant in the D-Lib Test Suite project, the University of Illinois maintains a full-text XML testbed containing over 65,000 scientific and technical journal articles. For this project, we have developed techniques to generate and utilize Qualified Dublin Core (DCQ) metadata using RDF. In this short paper we will provide a brief overview of our digital collection, demonstrate DCQ metadata creation and usage for items in our collection, and finally summarize some of the issues that arose as a consequence of our decision to use DCQ.","page":"pp. 242–246","publisher":"NII","publisher-place":"Universe","title":"Qualified dublin core using RDF for sci-tech journal articles","type":"chapter","URL":"https://dcpapers.dublincore.org/pubs/article/view/665"},
  {"id":"roberts_tone_2011-1","abstract":"Discussions about tone orthography have long been hampered by imprecise terminology. This article aims to bring clarity by means of an explicit typology composed of six parameters. Each parameter is defined by a choice: domain, target, symbol, position, density, and depth. The orthographer assesses each typological aspect individually, while always bearing in mind that the six parameters together generate a complex matrix of responses. The result is a precise and informative character profile for any Roman script tone orthography. Keywords: typology; tone; orthography; orthographic depth","author":[{"family":"Roberts","given":"David"}],"citation-key":"roberts_tone_2011-1","container-title":"Written Language & Literacy","container-title-short":"WL & L","DOI":"10.1075/wll.14.1.05rob","issue":"1","issued":{"date-parts":[[2011]]},"language":"English","note":"1","page":"82-108","title":"A tone orthography typology","title-short":"A tone orthography typology","type":"article-journal","URL":"http://www.ingentaconnect.com/content/jbp/wll/2011/00000014/00000001/art00005","volume":"14"}
]
