[
  {"id":"allen-robertson_critically_2018","abstract":"As a contribution to the ongoing tradition of critically assessing documents for research, this paper aims to highlight materiality as a key factor in the co-shaping of knowledge derived from digital documents. The paper first builds upon prior debates in document studies with work from the fields of Science and Technology Studies, and Communication Studies, to establish the role of document materiality in the interpretative process. By first establishing digital documents’ material reality as electrical signal, the paper then discusses the interpretative role of software, in both the representation of that signal for human interpretation and the production of the document through software tools. Finally, the paper considers the implications for persistence and access to digital documents posed by their material reality and the private archival contexts in which they often reside.","accessed":{"date-parts":[[2018,11,6]]},"author":[{"family":"Allen-Robertson","given":"James"}],"container-title":"Information, Communication & Society","DOI":"10.1080/1369118X.2017.1351575","ISSN":"1369-118X, 1468-4462","issue":"11","issued":{"date-parts":[[2018,11,2]]},"language":"en","page":"1732-1746","source":"Crossref","title":"Critically assessing digital documents: materiality and the interpretative role of software","title-short":"Critically assessing digital documents","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/1369118X.2017.1351575","volume":"21"},
  {"id":"allen-robertson_materiality_2017","abstract":"Popular discourses surrounding contemporary digital media often misrepresent it as immaterial and ephemeral, overlooking the material devices that store and generate our media objects. This paper materially ‘descends’ into a selection of prior media forms that make up the genealogy of the hard disk drive (HDD) to challenge our reliance on conceptual misrepresentations. This material analysis is used to situate digital media in a genealogy of prior media forms, to enrich our understanding of how media’s affordances arise from the interplay of both formal and forensic materiality, and to demonstrate the value of reintegrating materiality back into the study of media.","accessed":{"date-parts":[[2018,11,6]]},"author":[{"family":"Allen-Robertson","given":"James"}],"container-title":"New Media & Society","DOI":"10.1177/1461444815606368","ISSN":"1461-4448, 1461-7315","issue":"3","issued":{"date-parts":[[2017,3]]},"language":"en","page":"455-470","source":"Crossref","title":"The materiality of digital media: The hard disk drive, phonograph, magnetic tape and optical media in technical close-up","title-short":"The materiality of digital media","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/1461444815606368","volume":"19"},
  {"id":"appadurai_introduction_1986","author":[{"family":"Appadurai","given":"Arjun"}],"container-title":"The Social Life of Things: Commodities in cultural perspective","editor":[{"family":"Appadurai","given":"Arjun"}],"event-place":"Cambridge, UK","issued":{"date-parts":[[1986]]},"language":"English","page":"3-63","publisher":"Cambridge University Press","publisher-place":"Cambridge, UK","title":"Introduction: commodities and the politics of value","type":"chapter"},
  {"id":"balbi_digital_2016","abstract":"The concept of “digital circulation”, together with the idea of ‘social life of digital things’, is highly evocative. Yet science and technology studies have not addressed it in depth to date. This introduction looks at the major converging dimensions examined in the papers in the first part of a special issue focusing on the notion of digital circulation. Specifically, if focuses on digital circulaton’s material ontology and on the infrastructures that sustain the processes of circulation, seeing them as pivotal points in theoretical considerations aimed at bridging science and technology studies, media and communication studies and other neighboring fields. This introduction also provides an overview of the articles that make up this issue of Tecnoscienza.","author":[{"family":"Balbi","given":"Gabriele"},{"family":"Delfanti","given":"Alessandro"},{"family":"Magaudda","given":"Paolo"}],"container-title":"Italian Journal of Science & Technology Studies","issue":"1","issued":{"date-parts":[[2016]]},"language":"en","page":"7-15","source":"Zotero","title":"Digital Circulation: Media, Materiality, Infrastructures. An Introduction","type":"article-journal","volume":"7"},
  {"id":"barad_posthumanist_2003-1","accessed":{"date-parts":[[2018,11,6]]},"author":[{"family":"Barad","given":"Karen"}],"container-title":"Signs: Journal of Women in Culture and Society","DOI":"10.1086/345321","ISSN":"0097-9740, 1545-6943","issue":"3","issued":{"date-parts":[[2003,3]]},"language":"en","page":"801-831","source":"Crossref","title":"Posthumanist Performativity: Toward an Understanding of How Matter Comes to Matter","title-short":"Posthumanist Performativity","type":"article-journal","URL":"https://www.journals.uchicago.edu/doi/10.1086/345321","volume":"28"},
  {"id":"edwards_material_2002","accessed":{"date-parts":[[2018,11,6]]},"author":[{"family":"Edwards","given":"Elizabeth"}],"container-title":"Visual Studies","DOI":"10.1080/14725860220137336","ISSN":"1472-586X, 1472-5878","issue":"1","issued":{"date-parts":[[2002,1]]},"language":"en","page":"67-75","source":"Crossref","title":"Material beings: Objecthood and ethnographic photographs","title-short":"Material beings","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1080/14725860220137336","volume":"17"},
  {"id":"feenberg_modernity_2003","author":[{"family":"Feenberg","given":"Andrew"}],"issued":{"date-parts":[[2003]]},"language":"en","page":"73-104","publisher":"MIT Press","source":"Zotero","title":"Modernity Theory and Technology Studies: Reflections on Bridging the Gap","type":"chapter"},
  {"id":"gosden_cultural_1999","author":[{"family":"Gosden","given":"Chris"},{"family":"Marshall","given":"Yvonne"}],"container-title":"World Archaeology","DOI":"10.1080/00438243.1999.9980439","ISSN":"00438243, 14701375","issue":"2","issued":{"date-parts":[[1999]]},"language":"English","page":"169-178","title":"The Cultural Biography of Objects","type":"article-journal","URL":"http://www.jstor.org/stable/125055","volume":"31"},
  {"id":"neff_learning_2015","abstract":"This article briefly reviews theories of materiality emerging in communication technology studies and organizational communication and then suggests three ways that journalism scholars might apply these theories to studies of news production. How journalists work, how journalism is shaped within newsrooms, the ways the news industry is changing, and ultimately, the effects of digital transitions can all benefit from including a focus on the ‘objects of journalism’. First, objects, such as documents, help scholars describe the social settings where objects are found. Second, the objects of journalism help scholars uncover lines of authority, contexts of news routines, and richness and persistence of news practices. Third, studying the objects of journalism can help explain the persistence of so-called residual practices that might otherwise seem dysfunctional in digital news. Materiality theories can help journalism scholars explain the impact of the transition to digital news on the work and practices of journalists and the news industry as a whole.","accessed":{"date-parts":[[2018,11,6]]},"author":[{"family":"Neff","given":"Gina"}],"container-title":"Journalism: Theory, Practice & Criticism","DOI":"10.1177/1464884914549294","ISSN":"1464-8849, 1741-3001","issue":"1","issued":{"date-parts":[[2015,1]]},"language":"en","page":"74-78","source":"Crossref","title":"Learning from documents: Applying new theories of materiality to journalism","title-short":"Learning from documents","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/1464884914549294","volume":"16"},
  {"id":"wajcman_border_2012","abstract":"This article examines the curious interplay between media sociology and Science and Technology Studies (STS). Recent media research is increasingly drawn to STS, while STS analysts are increasingly drawn to research media technologies. While it is routine practice in STS to stress the ‘materiality’ of the objects under investigation, media technologies pose a challenge to this. Their ‘materiality’ is difficult to distinguish from their communicative/symbolic dimensions, the latter often being misframed as ideal/immaterial. By contrast, media research traditions have thought through these issues in terms of the concept of articulation and the related conceptual legacy of aesthetic modernism. While far more attentive to the specificity of ‘the symbolic’, these frameworks have been only partly informed by macro-social theoretical reflection. Here we advocate Calhoun’s placement of communications within his ‘infrastructure of modernity’ as the most suitable overarching framework for discussion of this border communication. However, Calhoun’s framework itself can benefit from re-invigoration by the socio-technical insights of both traditions.","accessed":{"date-parts":[[2018,11,6]]},"author":[{"family":"Wajcman","given":"Judy"},{"family":"Jones","given":"Paul K."}],"container-title":"Media, Culture & Society","DOI":"10.1177/0163443712449496","ISSN":"0163-4437, 1460-3675","issue":"6","issued":{"date-parts":[[2012,9]]},"language":"en","page":"673-690","source":"Crossref","title":"Border communication: media sociology and STS","title-short":"Border communication","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/0163443712449496","volume":"34"}
]
