[
  {"id":"ameen_medicinal_2015","author":[{"family":"Ameen","given":"S. A."},{"family":"Salihu","given":"T."},{"family":"Mbaoji","given":"C. O."},{"family":"Anoruo-Dibia","given":"C. A."},{"family":"Adedokun","given":"R. A.M."}],"container-title":"International Journal of Applied Agricultural and Apicultural Research","issue":"1&2","issued":{"date-parts":[[2015]]},"page":"10-21","title":"Medicinal plants used to treat Snake bite by Fulani Herdsmen in Taraba State, Nigeria","type":"article-journal","volume":"11"},
  {"id":"bannerman_birds_1951","author":[{"family":"Bannerman","given":"David Armitage"}],"issued":{"date-parts":[[1951]]},"language":"English","note":"OCLC: 655273204","publisher":"Crown Agents for the Colonies, published under the authority of the Secretary of State for the Colonies","source":"Open WorldCat","title":"The birds of tropical West Africa, with special reference to those of the Gambia, Sierra Leone, the Gold Coast and Nigeria","type":"book","volume":"8"},
  {"id":"boorman_west_1978","author":[{"family":"Boorman","given":"John"}],"collection-title":"West African Nature Handbooks","edition":"2nd impression","event-place":"London","ISBN":"978-0-582-60425-4","issued":{"date-parts":[[1978]]},"language":"English","note":"OCLC: 632287688","publisher":"Longman","publisher-place":"London","source":"Open WorldCat","title":"West African butterflies and moths","type":"book"},
  {"id":"boorman_west_1981","author":[{"family":"Boorman","given":"John"}],"collection-title":"West African Nature Handbooks","event-place":"London","ISBN":"978-0-582-60626-5","issued":{"date-parts":[[1981]]},"language":"English","note":"OCLC: 742478561","publisher":"Longman","publisher-place":"London","source":"Open WorldCat","title":"West African Insects","type":"book"},
  {"id":"booth_small_1977","author":[{"family":"Booth","given":"Angus Herdman"},{"family":"Lees","given":"Clifford"}],"collection-title":"West African Nature Handbooks","edition":"4th impression","event-place":"London","ISBN":"978-0-582-60848-1","issued":{"date-parts":[[1977]]},"language":"English","note":"OCLC: 632287640","publisher":"Longman","publisher-place":"London","source":"Open WorldCat","title":"Small mammals of West Africa","type":"book"},
  {"id":"borrow_birds_2004","author":[{"family":"Borrow","given":"Nik"},{"family":"Demey","given":"Ron"},{"family":"Borrow","given":"Nik"}],"call-number":"QL692.W4 B67 2004","collection-title":"Princeton field guides","event-place":"Princeton, N.J","ISBN":"978-0-691-12321-9","issued":{"date-parts":[[2004]]},"number-of-pages":"511","publisher":"Princeton University Press","publisher-place":"Princeton, N.J","source":"Library of Congress ISBN","title":"Birds of Western Africa","type":"book"},
  {"id":"borrow_birds_2014","author":[{"family":"Borrow","given":"Nik"}],"collection-title":"Helm Field Guides","edition":"2","ISBN":"978-1-4729-0568-0","issued":{"date-parts":[[2014]]},"language":"English","note":"OCLC: 1023337948","publisher":"Bloomsbury Publishing","source":"Open WorldCat","title":"Birds of western Africa","type":"book"},
  {"id":"borrow_guide_2001","abstract":"\"This is a new guide covering the birds of all western African countries, from Senegal and southern Mauritania east to Chad and the Central African Republic and south to Congo. No other field guide covers this region exclusively and in such comprehensive depth.\" \"A Guide to the Birds of Western Africa describes 1,285 species, representing the entire avifauna of the region. There are 147 original color plates, all painted by the same leading illustrator, comprising over 3,000 figures and depicting almost all the species described. The detailed species accounts cover all identifaction criteria, including differences between similar species, voice, habits, habitat, breeding, distribution, and status. The text also features color distribution maps for over 1,100 species, and numerous line drawings illustrate particular aspects of behavior and identification.\"--Jacket.","author":[{"family":"Borrow","given":"Nik"},{"family":"Demey","given":"Ron"}],"event-place":"Princeton","ISBN":"978-0-691-09520-2","issued":{"date-parts":[[2001]]},"language":"English","note":"OCLC: 48834658","publisher":"Princeton University Press","publisher-place":"Princeton","source":"Open WorldCat","title":"A guide to the birds of western Africa","type":"book"},
  {"id":"boulenger_list_2009","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Boulenger","given":"G. A."}],"container-title":"Proceedings of the Zoological Society of London","DOI":"10.1111/j.1096-3642.1919.tb02123.x","ISSN":"03702774","issue":"3-4","issued":{"date-parts":[[2009,8,21]]},"language":"en","page":"267-307","source":"DOI.org (Crossref)","title":"A List of the Snakes of West Africa, from Mauritania to the French Congo","type":"article-journal","URL":"http://doi.wiley.com/10.1111/j.1096-3642.1919.tb02123.x","volume":"89"},
  {"id":"cansdale_animals_1948","author":[{"family":"Cansdale","given":"George Soper"}],"event-place":"London; New York","issued":{"date-parts":[[1948]]},"language":"English","note":"OCLC: 9526458","publisher":"Longmans, Green and Co.","publisher-place":"London; New York","source":"Open WorldCat","title":"Animals of West Africa","type":"book"},
  {"id":"cansdale_reptiles_1955","author":[{"family":"Cansdale","given":"George"}],"collection-number":"5","collection-title":"Penguin West African Series. WA","event-place":"London","issued":{"date-parts":[[1955]]},"language":"English","note":"OCLC: 463138326","publisher":"Penguin Books","publisher-place":"London","source":"Open WorldCat","title":"Reptiles of West Africa","type":"book"},
  {"id":"cansdale_west_1961","author":[{"family":"Cansdale","given":"George Soper"}],"event-place":"Harlow, Essex","ISBN":"978-0-582-60849-8","issued":{"date-parts":[[1961]]},"language":"English","note":"OCLC: 180652214","publisher":"Longman","publisher-place":"Harlow, Essex","source":"Open WorldCat","title":"West African snakes","type":"book"},
  {"id":"chippaux_snakes_2019","abstract":"\"This book is the first and only comprehensive guide to the snakes of Central and Western Africa. In North America, field guides are taken for granted, but for much of the world these guides don't exist. In many high biodiversity areas of the third world, even the specialist is stumped by many specimens. Jean-Philippe Chippaux and Kate Jackson have a combined half-century of experience studying these snakes in the field. Covering identification, evolution, behavior, and occurrence, Snakes of Central and Western Africa also features maps, photos, and drawings for each species to aid in identification. Each year 20,000 people die from snake bites in Africa, and this problem can only worsen with the increasing human presence in these habitats. While poverty, transportation, and the availability of medical care are all problems that must be addressed, a sound knowledge of the species is the necessary first step. An essential read, which, ultimately, can save lives\"--","author":[{"family":"Chippaux","given":"Jean-Philippe"},{"family":"Jackson","given":"Kate"}],"call-number":"QL666.O6 C5352 2019","event-place":"Baltimore","ISBN":"978-1-4214-2719-5","issued":{"date-parts":[[2019]]},"number-of-pages":"429","publisher":"Johns Hopkins University Press","publisher-place":"Baltimore","source":"Library of Congress ISBN","title":"Snakes of Central and Western Africa","type":"book"},
  {"id":"elgood_birds_1976","author":[{"family":"Elgood","given":"John H"}],"collection-title":"West African Nature Handbooks","event-place":"London","issued":{"date-parts":[[1976]]},"language":"English","note":"OCLC: 174251378","publisher":"Longman","publisher-place":"London","source":"Open WorldCat","title":"Birds of the West African town and garden","type":"book"},
  {"id":"elgood_birds_1995","author":[{"family":"Elgood","given":"John Hame"}],"collection-number":"4","collection-title":"B.O.U. check-list","event-place":"Tring, England","ISBN":"978-0-907446-16-3","issued":{"date-parts":[[1995]]},"language":"English","note":"OCLC: 155141273","publisher":"British Ornithologists' Union","publisher-place":"Tring, England","source":"Open WorldCat","title":"The birds of Nigeria: an annotated check-list","title-short":"The birds of Nigeria","type":"book"},
  {"id":"gledhill_west_1977","author":[{"family":"Gledhill","given":"David"}],"collection-title":"West African Nature Handbooks","event-place":"London","ISBN":"978-0-582-60427-8","issued":{"date-parts":[[1977]]},"language":"English","note":"OCLC: 716397043","publisher":"Longman","publisher-place":"London","source":"Open WorldCat","title":"West African trees","type":"book"},
  {"id":"habib_cost-effectiveness_2015","abstract":"Background Snakebite envenoming is a major public health problem throughout the rural tropics. Antivenom is effective in reducing mortality and remains the mainstay of therapy. This study aimed to determine the cost-effectiveness of using effective antivenoms for Snakebite envenoming in Nigeria. Methodology Economic analysis was conducted from a public healthcare system perspective. Estimates of model inputs were obtained from the literature. Incremental Cost Effectiveness Ratios (ICERs) were quantified as deaths and Disability-Adjusted-Life-Years (DALY) averted from antivenom therapy. A decision analytic model was developed and analyzed with the following model base-case parameter estimates: type of snakes causing bites, antivenom effectiveness to prevent death, untreated mortality, risk of Early Adverse Reactions (EAR), mortality risk from EAR, mean age at bite and remaining life expectancy, and disability risk (amputation). End-user costs applied included: costs of diagnosing and monitoring envenoming, antivenom drug cost, supportive care, shipping/freezing antivenom, transportation to-and-from hospital and feeding costs while on admission, management of antivenom EAR and free alternative snakebite care for ineffective antivenom. Principal Findings We calculated a cost/death averted of ($2330.16) and cost/DALY averted of $99.61 discounted and $56.88 undiscounted. Varying antivenom effectiveness through the 95% confidence interval from 55% to 86% yield a cost/DALY averted of $137.02 to $86.61 respectively. Similarly, varying the prevalence of envenoming caused by carpet viper from 0% to 96% yield a cost/DALY averted of $254.18 to $78.25 respectively. More effective antivenoms and carpet viper envenoming rather than non-carpet viper envenoming were associated with lower cost/DALY averted. Conclusions/Significance Treatment of snakebite envenoming in Nigeria is cost-effective with a cost/death averted of $2330.16 and cost/DALY averted of $99.61 discounted, lower than the country's gross domestic product per capita of $1555 (2013). Expanding access to effective antivenoms to larger segments of the Nigerian population should be a considered a priority.","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Habib","given":"Abdulrazaq G."},{"family":"Lamorde","given":"Mohammed"},{"family":"Dalhat","given":"Mahmood M."},{"family":"Habib","given":"Zaiyad G."},{"family":"Kuznik","given":"Andreas"}],"container-title":"PLOS Neglected Tropical Diseases","container-title-short":"PLOS Neglected Tropical Diseases","DOI":"10.1371/journal.pntd.0003381","ISSN":"1935-2735","issue":"1","issued":{"date-parts":[[2015,1,8]]},"language":"en","page":"e3381","publisher":"Public Library of Science","source":"PLoS Journals","title":"Cost-effectiveness of Antivenoms for Snakebite Envenoming in Nigeria","type":"article-journal","URL":"https://journals.plos.org/plosntds/article?id=10.1371/journal.pntd.0003381","volume":"9"},
  {"id":"habib_public_2013","abstract":"Snakebite envenoming is a major public health problem among rural communities of the Nigerian savanna. The saw-scaled or carpet viper (Echis ocellatus) and, to a lesser extent, the African cobras (Naja spp.) and puff adders (Bitis arietans) have proved to be the most important cause of mortality and morbidity. The main clinical features of E. ocellatus envenoming are systemic hemorrhage, incoagulable blood, shock, local swelling, bleeding and, occasionally, necrosis. Bites may be complicated by amputation, blindness, disability, disfigurement, mutilation, tissue destruction and psychological consequences. Antivenom remains the hallmark and mainstay of envenoming management while studies in Nigeria confirm its protection of over 80% against mortality from carpet-viper bites. However, the availability, distribution and utilization of antivenom remain challenging although two new antivenoms (monospecific EchiTab G and trispecific EchiTab ICP-Plus) derived from Nigerian snake venoms have proven very effective and safe in clinical trials. A hub-and-spoke strategy is suggested for broadening antivenom access to endemic rural areas together with instituting quality assurance, standardization and manpower training. With the advent of antivenomics, national health authorities must be aided in selecting and purchasing antivenoms appropriate to their national needs while manufacturers should be helped in practical ways to improve the safety, efficacy and potential coverage against snake venoms and pricing of their products.","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Habib","given":"Abdulrazaq G."}],"container-title":"Journal of Venomous Animals and Toxins including Tropical Diseases","container-title-short":"Journal of Venomous Animals and Toxins including Tropical Diseases","DOI":"10.1186/1678-9199-19-27","ISSN":"1678-9199","issue":"1","issued":{"date-parts":[[2013,10,17]]},"page":"27","source":"BioMed Central","title":"Public health aspects of snakebite care in West Africa: perspectives from Nigeria","title-short":"Public health aspects of snakebite care in West Africa","type":"article-journal","URL":"https://doi.org/10.1186/1678-9199-19-27","volume":"19"},
  {"id":"habib_snake_2001","abstract":"Four families of venomous snakes are found in Nigeria--Viperidae, Elapidae, Colubridae and Actraspididae but three species carpet viper (Echis ocellatus), black-necked spitting cobra (Naja nigricollis) and puff adder (Bitis arietans), belonging to the first two families, are the most important snakes associated with envenoming in Nigeria. The incidence of bites has been reported as 497 per 100,000 population per year with a 12 percent natural mortality, with Echis ocellatus accounting for at least 66 percent in certain foci. Bites occur more often while victims were farming, herding or walking although the spitting cobra may bite victims who roll upon it in their sleep. Carpet viper venom contains a prothrombin activating procoagulant, haemorrhagin and cytolytic fractions which cause haemorrhage, incoagulable blood, shock and local reactions/ necrosis. The spitting cobra bite manifests with local tissue reaction and occassionally with bleeding from the site of bite, but no classic neurotoxic feature has been observed except following Egyptian cobra (N. haje) bites. Cardiotoxicity and renal failure may occassionally occur following bites by the carpet viper and the puff adder. In the laboratory, haematological and other features are noted and immunodiagnosis has a role in species identification. Immobilisation of the bitten limb is probably the single most important first aid measure. Antivenom should be used cautiously when indicated. As only 8.5 percent of snake bite victims attend hospitals in Nigeria, health education should be the main preventive measure, mean-while, the study of immunisation of occupationally predisposed individuals in endemic areas should be intensified. A new Fab fragment antivenom specific to Nigerian Echis ocellatus was investigated clinically, just as the local herbs-Aristolochia spp, Guiera spp and Schummaniophyton spp are investigated experimentally.","author":[{"family":"Habib","given":"A. G."},{"family":"Gebi","given":"U. I."},{"family":"Onyemelukwe","given":"G. C."}],"container-title":"African Journal of Medicine and Medical Sciences","container-title-short":"Afr J Med Med Sci","ISSN":"0309-3913","issue":"3","issued":{"date-parts":[[2001,9]]},"language":"eng","page":"171-178","PMID":"14510123","source":"PubMed","title":"Snake bite in Nigeria","type":"article-journal","volume":"30"},
  {"id":"habib_venomous_2013","abstract":"Three snake species carpet viper (Echis ocellatus ), black-necked spitting cobra (Naja nigricollis), and puff adder (Bitis arietans) belonging to the Viperidae and Elapidae families are the most important snakes associated with envenoming in Nigeria. The incidence of bites has been reported as 497 per 100,000 population per year with a 12 % natural mortality, with Echis ocellatus accounting for at least 66 % in certain foci. Bites occur more often while victims are farming, herding, or walking mostly among agricultural workers, the economically productive members of society. Carpet viper venom contains a prothrombin-activating procoagulant, hemorrhagin, and cytolytic fractions which cause hemorrhage, incoagulable blood, shock, and local reactions/necrosis. The spitting cobra bite manifests with local tissue reaction and occasionally with bleeding from the site of bite. Classic neurotoxic feature has been observed following Egyptian cobra (N. haje) bites. Cardiotoxicity and renal failure may occasionally occur following bites by the carpet viper and the puff adder. In the laboratory, hematological features are noted, while immunodiagnosis has a role in species identification and monitoring of therapy. Immobilization of the bitten limb is the single most important first aid measure. Effective antivenom remains the only proven remedy for snakebite envenomation, but they are prohibitive, scarce, and often inappropriate and ineffective. Antivenom should be used cautiously when indicated, and use of boots among workers should be the main preventive measures. However, availability, distribution, and utilization of antivenom remain challenging although two new antivenoms (monospecific EchiTAb G and tri-specific EchiTAb-Plus-ICP) raised from Nigerian snake venoms proved very effective and safe in clinical trials. Strategies for broadening antivenom access to endemic rural areas together with instituting quality assurance, standardization, community, and healthcare workers’ education should be implemented. With the advent of antivenomics, health authorities must be helped to select and purchase antivenoms appropriate to their national needs, while manufacturers should be helped in practical ways to improve the safety, efficacy, and potential coverage of their products.","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Habib","given":"Abdulrazaq G."}],"container-title":"Toxinology: Clinical Toxinology","DOI":"10.1007/978-94-007-6288-6_32-1","editor":[{"family":"Gopalakrishnakone","given":"P."}],"event-place":"Dordrecht","ISBN":"978-94-007-6288-6","issued":{"date-parts":[[2013]]},"language":"en","page":"1-21","publisher":"Springer Netherlands","publisher-place":"Dordrecht","source":"Springer Link","title":"Venomous Snakes and Snake Envenomation in Nigeria","type":"chapter","URL":"https://doi.org/10.1007/978-94-007-6288-6_32-1"},
  {"id":"hambly_serpent_1929","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Hambly","given":"Wilfrid D."}],"container-title":"American Anthropologist","DOI":"10.1525/aa.1929.31.4.02a00060","ISSN":"1548-1433","issue":"4","issued":{"date-parts":[[1929]]},"language":"en","note":"_eprint: https://anthrosource.onlinelibrary.wiley.com/doi/pdf/10.1525/aa.1929.31.4.02a00060","page":"655-666","source":"Wiley Online Library","title":"The Serpent in African Belief and Custom","type":"article-journal","URL":"https://anthrosource.onlinelibrary.wiley.com/doi/abs/10.1525/aa.1929.31.4.02a00060","volume":"31"},
  {"id":"happold_large_1973","author":[{"family":"Happold","given":"D. C. D"}],"collection-title":"West African Nature Handbooks","event-place":"London","ISBN":"978-0-582-60428-5","issued":{"date-parts":[[1973]]},"language":"English","note":"OCLC: 254915153","publisher":"Longman","publisher-place":"London","source":"Open WorldCat","title":"Large mammals of West Africa","type":"book"},
  {"id":"hawthorne_woody_2006","author":[{"family":"Hawthorne","given":"William"},{"family":"Jongkind","given":"Carel"}],"call-number":"QK393 .H38 2006","event-place":"Richmond","ISBN":"978-1-84246-089-4","issued":{"date-parts":[[2006]]},"note":"OCLC: ocm74965759","number-of-pages":"1023","publisher":"Kew Pub","publisher-place":"Richmond","source":"Library of Congress ISBN","title":"Woody plants of Western African forests: a guide to the forest trees, shrubs and lianes from Senegal to Ghana","title-short":"Woody plants of Western African forests","type":"book"},
  {"id":"holden_west_1978","author":[{"family":"Holden","given":"Michael"}],"collection-title":"West African Nature Handbooks","event-place":"London","ISBN":"978-0-582-60426-1","issued":{"date-parts":[[1978]]},"language":"English","note":"OCLC: 742478785","publisher":"Longman","publisher-place":"London","source":"Open WorldCat","title":"West African Freshwater Fish","type":"book"},
  {"id":"ibrahim_assessment_2020","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Ibrahim","given":"Rabiu"}],"container-title":"Texila International Journal of Public Health","container-title-short":"TIJPH","DOI":"10.21522/TIJPH.2013.08.01.Art007","ISSN":"25203134","issue":"1","issued":{"date-parts":[[2020,3,30]]},"page":"61-67","source":"DOI.org (Crossref)","title":"Assessment of Health - Seeking Behaviour among Snakebite Victims in a Rural Community of Kaltungo Local Government Area, Gombe State, Nigeria","type":"article-journal","URL":"https://www.texilajournal.com/public-health/article/1584-assessment-of-health","volume":"8"},
  {"id":"ijeomah_utilization_2017","abstract":"The study reviewed utilization and threats to snakes in Nigeria. Snake as a group is one of the most hated by man, the manager of all resources. This hatred is partly due to the fear man has for snake as a group that can kill both human beings and domestic animal leading to economic loses and reduction in human population. Contrarily the presence of man is also a threat to snake. In spite of the balance of terror that exists between man and snake, man uses almost every part of snake for various purposes. Commonly used parts of snakes include; liver, gallbladder, venom, fats and skin. The killing substance in snake, the venom especially that of cobra is very important in the treatment of cancer and other terminal diseases. Snake venom is an essential raw material in the chemical, pharmaceutical, cosmetic and medical industries. Snake meat is considered a delicacy in many communities although some areas forbid its consumption. Snake meat is a cheap source of the much needed animal protein in many rural areas. Snake reduces the population of many pests such as rodents that cause economic loses to man by feeding on agricultural products. The skin of snake is used for decoration, and can be processed into high quality and colourful leather for the production of shoes, bags, and belts. The fat of Python has anti-inflammatory properties. It is used for the treatment of scars and bones. The virtues of snake are underutilized in Nigeria. Less effort is being made towards conservation of the group, hence farms for the rearing of snakes are uncommon in Nigeria. Apart from direct decimation by man, habitat destruction and predation of youngs by other animals are among the major threats to snakes in Nigeria.","author":[{"family":"Ijeomah","given":"Henry"},{"family":"Efenakpo","given":"Ogaga"},{"family":"Ijeomah","given":"Ann"}],"container-title":"39th Annual Conference of Forestry Association of Nigeria (FAN)","event-place":"Ibadan, Oyo, Nigeria","issued":{"date-parts":[[2017,2,20]]},"page":"688-697","publisher":"Forestry Association of Nigeria","publisher-place":"Ibadan, Oyo, Nigeria","source":"ResearchGate","title":"Utilization and Threats of Snakes in Nigeria","type":"paper-conference"},
  {"id":"iliyasu_effect_2015","abstract":"INTRODUCTION: Snakebite envenoming is a major cause of morbidity and mortality in rural areas of the tropics. Timely administration of effective antivenom remains the mainstay of management.\nMETHODS: The study was a quantitative descriptive study aimed at exploring the causes and effects of delay, distance and time taken to access care on snakebite outcomes in Nigeria. All prospective snakebite victims reporting to Kaltungo General Hospital were enrolled. Data on demography, date and time bitten, date and time admitted, site of bite, circumstances of snakebite, responsible snake, clinical features, 20-minute whole-blood clotting test, antivenom administered and outcome were recorded. Delay arising from use of traditional first aid (TFA), time elapsed from snakebite to presentation and the shortest distance from bite location to the hospital was calculated or obtained using a global positioning system.\nRESULTS: The association between delay before hospital presentation and poor outcome was not statistically significant, even though there was a 2% higher likelihood of poor outcome among those with a 1-hour delay compared to those without delay (odds ratio 1.02, 95% confidence interval 1.00-1.03). There was no difference in distance from bite location to hospital between those with a poor outcome (74) compared to those with a good outcome (325). Those with a poor outcome had more severe envenomation requiring more antivenoms and longer hospital stays. Given poor access to antivenom therapy at distant locations &#8805;100 km, victims were more likely to use TFA such as black 'snake' stone, with consequent prolonged delays. Antivenoms should be more readily available at distant places.\nCONCLUSIONS: Community education on avoiding potentially harmful TFA and prompt access to care is recommended. There is a need to provide snakebite care to multiple peripheral, relatively more rural inaccessible areas.","author":[{"family":"Iliyasu","given":"Garba"},{"family":"Tiamiyu","given":"Abdulwasiu B."},{"family":"Daiyab","given":"Farouq M."},{"family":"Tambuwal","given":"Sirajo H."},{"family":"Habib","given":"Zaiyad G."},{"family":"Habib","given":"Abdulrazaq G."}],"container-title":"Rural and Remote Health","container-title-short":"Rural Remote Health","ISSN":"1445-6354","issue":"4","issued":{"date-parts":[[2015]]},"language":"eng","page":"3496","PMID":"26590373","source":"PubMed","title":"Effect of distance and delay in access to care on outcome of snakebite in rural north-eastern Nigeria","type":"article-journal","volume":"15"},
  {"id":"lawson_plant_1985","author":[{"family":"Lawson","given":"George W."}],"call-number":"QK393 .L3 1986","edition":"2nd ed","event-place":"Accra","ISBN":"978-9964-3-0118-7","issued":{"date-parts":[[1985]]},"number-of-pages":"138","publisher":"Ghana Universities Press","publisher-place":"Accra","source":"Library of Congress ISBN","title":"Plant life in West Africa","type":"book"},
  {"id":"michael_effect_2011","abstract":"We studied pre-hospital practices of 72 consecutive snake bite victims at a hospital in north-central Nigeria. The primary outcome assessed was death or disability at hospital discharge. Victims were predominantly male farmers, and in 54 cases (75%) the snake was identified as a carpet viper (Echis ocellatus), with the remainder unidentified. Most subjects (58, 81%) attempted at least one first aid measure after the bite, including tourniquet application (53, 74%), application (15, 21%) or ingestion (10, 14%) of traditional concoctions, bite site incision (8, 11%), black stone application (4, 5.6%), and suction (3, 4.2%). The majority (44, 61%) presented late (after 4 hours). Most (53, 74%) had full recovery at hospital discharge. Three deaths (4.2%) and thirteen (18%) disabilities (mainly tissue necrosis) occurred. The use of any first aid was associated with a longer hospital stay than no use (4.6 ± 2.0 days versus 3.6 ± 2.7 days, respectively, P = 0.02). The antivenom requirement was greater in subjects who had used a tourniquet (P = 0.03) and in those who presented late (P = 0.02). Topical application (Odds Ratio 15, 95% CI 1.4-708) or ingestion of traditional concoctions (OR 20, 95% CI 1.4-963) were associated with increased risk of death or disability. Ingestion and application of concoctions were associated with a longer time interval before presentation, a higher cost of hospitalization, and an increased risk of wound infection.","author":[{"family":"Michael","given":"Godpower C."},{"family":"Thacher","given":"Tom D."},{"family":"Shehu","given":"Mohammed I. L."}],"container-title":"Transactions of the Royal Society of Tropical Medicine and Hygiene","container-title-short":"Trans R Soc Trop Med Hyg","DOI":"10.1016/j.trstmh.2010.09.005","ISSN":"1878-3503","issue":"2","issued":{"date-parts":[[2011,2]]},"language":"eng","page":"95-101","PMID":"21035155","source":"PubMed","title":"The effect of pre-hospital care for venomous snake bite on outcome in Nigeria","type":"article-journal","volume":"105"},
  {"id":"morton_west_1961","author":[{"family":"Morton","given":"J. K"},{"family":"Loxton","given":"Iona"}],"collection-title":"West African Nature Handbooks","issued":{"date-parts":[[1961]]},"language":"English","note":"OCLC: 67336422","source":"Open WorldCat","title":"West African lilies and orchids","type":"book"},
  {"id":"nason_discovering_1992","author":[{"family":"Nason","given":"Anne"},{"literal":"Nigerian Conservation Foundation"}],"ISBN":"978-1-874357-00-1","issued":{"date-parts":[[1992]]},"language":"English","note":"OCLC: 29183274","publisher":"Pisces Publications","source":"Open WorldCat","title":"Discovering birds: An introduction to the birds of Nigeria","title-short":"Discovering birds","type":"book"},
  {"id":"nduagubam_snakebite_2020","abstract":"Background: Snakebite and envenomation remains a public health problem with significant morbidity and mortality in children in developing countries. The World Health Organization (WHO) in 2010 developed guidelines for the prevention and management of snakebite in Africa.\nAim: The aim of this study was to compare the pattern of first aid treatment among children presenting with snakebite/envenomation with the 2010 WHO guideline for the prevention and clinical management of snakebite in Africa.\nPatients and Methods: All children who presented with snakebite over a 7-year period in a teaching hospital in Enugu, Nigeria. The first aid treatment given to these children was obtained and was compared with the provisions of the WHO guideline for the prevention and clinical management of snakebite in Africa (2010). Data collected were analyzed using SPSS version 22.\nResults: Five (71.4%) of the snakebites occurred in the rainy season and in the dark involving the lower limbs in 85.7% of cases. Six (87.5%) of the patients received one form of first aid before presentation to a health facility. None received first aid interventions in line with the WHO recommendation. Topical application of herbal concoctions to the site of the bite (37.5%) was the most common intervention. One (14.3%) of the children was promptly brought to the health facility following snakebite. The interval from bite to presentation to the health facility ranged from 1 to 12 h (median 5 h: 43 min).\nConclusion: Huge gaps still exist in the first aid treatment given to snakebite victims compared to the WHO guidelines.","author":[{"family":"Nduagubam","given":"Obinna Chukwuebuka"},{"family":"Chime","given":"Onyinye H."},{"family":"Ndu","given":"Ikenna K."},{"family":"Bisi-Onyemaechi","given":"A."},{"family":"Eke","given":"Christopher B."},{"family":"Amadi","given":"Ogechukwu F."},{"family":"Igbokwe","given":"Obianuju O."}],"container-title":"Annals of African Medicine","container-title-short":"Ann Afr Med","DOI":"10.4103/aam.aam_38_19","ISSN":"0975-5764","issue":"3","issued":{"date-parts":[[2020]]},"language":"eng","page":"182-187","PMCID":"PMC7694701","PMID":"32820730","source":"PubMed","title":"Snakebite in children in Nigeria: A comparison of the first aid treatment measures with the world health organization's guidelines for management of snakebite in Africa","title-short":"Snakebite in children in Nigeria","type":"article-journal","volume":"19"},
  {"id":"njoku_audit_2008","abstract":"<b>BACKGROUND AND OBJECTIVES:</b> Snakebite is an important but often overlooked medical problem worldwide. This work is an audit of snakebite injuries in Sokoto, North West Nigeria using hospital-based data.\nMETHODOLOGY: A retrospective analysis of the records of all adult patients with snakebite managed at Usmanu Danfodiyo University Teaching Hospital Sokoto, North West Nigeria from January 2000 to December 2004 was carried out. Information retrieved included demographic and clinical data.\n<b>RESULTS:</b> Seventy three patients made up of 55 males (75.3%) and 18 females (24.7%) were involved. Male to female ratio was 3:1. Snakebite constituted 1.7 per 1000 hospital admissions and 12.7 per 1000 medical admissions. 82.2% of the patients were between 15 and 40 years of age. 89% of the bites were between the months of March and October. 54.8% of the patients were bitten in the home environment while 39.7% were bitten in the bush. The lower limbs were the most common sites of bite (58.9%). Most( 63%) of the bites occurred during the daytime. 50.7% of the patients showed signs of envenomation while 64.4% received antivenom. Majority of the patients survived and 2.7% of the patients died. The outcome was unknown in 26.0% of patients.\n<b>CONCLUSION:</b> Snakebite constitutes an important cause of hospital admission and occurs mainly during the rainy season which coincides with the period of intense farming activities in the study population. The build up commences during the period of intense heat. Envenomation status of patients need to be accurately determined to avoid excessive use of antivenoms with the attendant risk to patients.","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Njoku","given":"E. H."},{"family":"Isezuo","given":"S. A."},{"family":"Makusidi","given":"M. A."}],"container-title":"Nigerian Postgraduate Medical Journal","ISSN":"1117-1936","issue":"2","issued":{"date-parts":[[2008,4,1]]},"language":"en","page":"112-115","publisher":"Medknow Publications","source":"www.npmj.org","title":"An audit of snake bite injuries seen at the Usmanu Danfodiyo University Teaching Hospital Sokoto, Nigeria","type":"article-journal","URL":"https://www.npmj.org/article.asp?issn=1117-1936;year=2008;volume=15;issue=2;spage=112;epage=115;aulast=Njoku;type=0","volume":"15"},
  {"id":"oates_primates_2010","author":[{"family":"Oates","given":"John F"},{"family":"Rylands","given":"Anthony"},{"family":"Mittermeier","given":"R. A"},{"family":"Nash","given":"Stephen D"},{"literal":"Conservation International"}],"event-place":"Arlington","ISBN":"978-1-934151-22-8","issued":{"date-parts":[[2010]]},"language":"English","note":"OCLC: 1123555236","publisher":"Conservation International","publisher-place":"Arlington","source":"Open WorldCat","title":"Primates of west Africa: pocket identification guide","title-short":"Primates of west Africa","type":"book"},
  {"id":"ogunfowokan_relationship_2011","abstract":"BACKGROUND: Envenomation from snake bites is a public health hazard in tropical countries. The observed mortality among in-hospital patients bitten by carpet viper (Echis ocellatus) in northern Nigeria has drastically reduced, related to the use of a mono-specific ovine Fab anti-snake venom. However, many victims survive with temporary or permanent physical or psychological sequelae.\nOBJECTIVE: Our aim was to find the relationship between bite-to-hospital time and morbidity in patients bitten by carpet viper.\nMETHODS: A prospective study was conducted in North-Central Nigeria. The signs of morbidity scored were oedema, tenderness, prolonged whole blood clotting time, blister, ulcer, need for blood transfusion, coma, hypotension, convulsion, length of hospital stay, need for disarticulation, and need for skin graft. A score of 1 was given to each objective and verifiable sign. Bite-to-hospital time of 233 subjects was obtained.\nRESULTS: Most of the subjects, 150(64%) came to the hospital within six hours of snake bite, out of whom two(1%) came within one hour. The median bite-to-hospital time was five hours with a range of 0.5-216 hours. Major morbidities were oedema accounting for 212 (91.0%; 95% CI =86.6-94.3%). incoagulable blood was seen in 205(88%; 95% CI = 83.1-91.9%) and tenderness in 201(86.3%; 95% CI = 81.2-90.4%). The mean morbidity score was 8 ± 4. For every unit increase in log bite-to-hospital time, the morbidity score increased by 1.85 (p < 0.001).\nCONCLUSION: Morbidity caused by carpet viper bite is high in Nigeria and worsens with increasing bite-to-hospital time.","author":[{"family":"Ogunfowokan","given":"O."},{"family":"Jacob","given":"D. A."},{"family":"Livinus","given":"O. L."}],"container-title":"West African Journal of Medicine","container-title-short":"West Afr J Med","ISSN":"0189-160X","issue":"5","issued":{"date-parts":[[2011]]},"language":"eng","page":"348-353","PMID":"22752823","source":"PubMed","title":"Relationship between bite-to-hospital time and morbidity in victims of carpet viper bite in North-Central Nigeria","type":"article-journal","volume":"30"},
  {"id":"omogbai_snake_2002","abstract":"Purpose: Although snake bites occur frequently in Benin City, the prevalence has not been documented. This study was therefore done to determine the prevalence, morbidity, mortality, and the orthodox treatment of victims. \nMethods: The study was retrospective and data on victims of snake bite covering a period of twenty years were obtained from the records as contained in the individual patients\\' case files available at the University of Benin Teaching Hospital and Central Hospital, Benin City. \nResults: Males were twice more often bitten than females, and teenagers and youths in their early twenties constituted the peak age range of victims. Most victims (59.5%) were bitten in the bush or farm. The limbs were the commonest sites of bite with the feet (73.5%) and arms (20.9%) more frequently bitten; both the upper and lower right limbs were also more frequently bitten than the corresponding left limbs. All patients who showed symptoms of envenomation (68.3%) received polyvalent antivenom, 67.4% received antibiotics while over 90% of patients received antitetanus prophylaxis. Some of the patients (61.5 %) were treated with analgesics, while 17.2% and 82.3% received diazepam and intravenous fluids, respectively. Although there was a high degree of morbidity as shown by the long stay of many patients in the hospital (mean duration of stay by patients in hospital is 5.7±5.1 days; range <1-23 days), mortality was not recorded. \nConclusion: It is concluded that there is a high prevalence of snake bites with high morbidity especially among the very active youthful segment of the Benin City population. \nKey words: Snakebite, prevalence, treatment, Benin City.\nTrop J Pharm Res, June 2002; 1(1): 39-44","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Omogbai","given":"Eric K. I."},{"family":"Nworgu","given":"Zuleikha A. M."},{"family":"Imhafidon","given":"Michael A."},{"family":"Ikpeme","given":"Anwakang A."},{"family":"Ojo","given":"David O."},{"family":"Nwako","given":"Charles N."}],"container-title":"Tropical Journal of Pharmaceutical Research","DOI":"10.4314/tjpr.v1i1.14597","ISSN":"1596-9827","issue":"1","issued":{"date-parts":[[2002]]},"language":"en","number":"1","page":"39-44","source":"www.ajol.info","title":"Snake bites in Nigeria: A study of the prevalence and treatment in Benin City","title-short":"Snake bites in Nigeria","type":"article-journal","URL":"https://www.ajol.info/index.php/tjpr/article/view/14597","volume":"1"},
  {"id":"ormerod_snake_1976","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Ormerod","given":"L. David"},{"family":"Warrell","given":"David A."}],"container-title":"The American Journal of Tropical Medicine and Hygiene","DOI":"10.4269/ajtmh.1976.25.525","ISSN":"0002-9637, 1476-1645","issue":"3","issued":{"date-parts":[[1976,5,1]]},"language":"en","page":"525-529","source":"DOI.org (Crossref)","title":"Snake Venom Ophthalmia and Blindness Caused by the Spitting Cobra (Naja Nigricollis) in Nigeria *","type":"article-journal","URL":"https://ajtmh.org/doi/10.4269/ajtmh.1976.25.525","volume":"25"},
  {"id":"pauwels_book_2020","abstract":"We analyze an important new opus on the snakes of West and Central Africa co-authored by Jean-Philippe Chippaux and Kate Jackson. We correct the identification of some of the illustrated snakes of the genera Dipsadoboa, Grayia, Limaformosa and Philothamnus. We provide more detailed localities for more than 30 photographs of snakes of the genera Atractaspis, Bitis, Boaedon, Bothrophthalmus, Causus, Dasypeltis, Dendrolycus, Eryx, Gonionotophis, Grayia, Hydraethiops, Leptotyphlops, Limaformosa, Mehelya, Myriopholis, Natriciteres, Philothamnus, Polemon, Python, Thelotornis, Tricheilostoma and Xenocalamus, from Botswana, Cameroon, Democratic Republic of the Congo, Ethiopia, Ghana, Ivory Coast, Liberia, Republic of the Congo and Tanzania. An interval of four years between the submission of the manuscript of the book and its publication explains the inaccuracy of many distribution maps, and the fact that recent taxonomic changes and numerous recently described species and genera were not included.","author":[{"family":"Pauwels","given":"Olivier"},{"family":"Brecko","given":"Jonathan"}],"container-title":"Herpetological Review","container-title-short":"Herpetological Review","issued":{"date-parts":[[2020,3,4]]},"page":"161-164","source":"ResearchGate","title":"Book review. Snakes of Central and Western Africa","type":"article-journal","volume":"51"},
  {"id":"rodel_herpetofauna_2000","author":[{"family":"Rödel","given":"Mark-Oliver"}],"call-number":"QL668.E2 R5613 2000","collection-number":"7","collection-title":"Edition Chimaira","event-place":"Frankfurt am Main","ISBN":"978-3-930612-16-1","issued":{"date-parts":[[2000]]},"language":"eng","number-of-pages":"1","publisher":"Chimaira","publisher-place":"Frankfurt am Main","source":"Library of Congress ISBN","title":"Herpetofauna of West Africa","type":"book"},
  {"id":"sani_presentation_2013","abstract":"Background: Snake bite with envenomation is a medical emergency. Children are at risk of severe manifestations due to small body mass. Unlike adult population, there is limited data on snake bite among children in Sokoto, North-Western Nigeria. We described the presentation and outcome of snake bite in children presenting to the Emergency Pediatric Unit of Usmanu Danfodiyo University Teaching Hospital, Sokoto. Materials and Methods: Case records of all children managed for snake bites from 1 st January 2003 to 31 st December 2012 were retrospectively reviewed. Demographic and other relevant information were retrieved and data analyzed using Microsoft Excel. Results: Out of 23,570 Pediatric admissions, 36 children had snake bites giving prevalence of 0.0015 (1.5/1000). Male: Female ratio was 1.6:1, with a mean (standard deviation) age of 9.6 ± 2.8 years (range = 1-14 years). Snakebites involved the lower limbs in 52.8%; and at home in 69.4%, and during the night in 58.3% of patients. The highest prevalence of bite was between April and July. Features of envenomation included local swelling (100%), prolonged clotting time (61.1%) and spontaneous hemorrhage (epistaxis and hematemesis) in 11.1%. One patient (2.8%) had seizure which may be incidental, though common causes such as hypoglycemia, malaria and meningitis were excluded by laboratory investigations. Polyvalent anti-snake venom was administered in 29 (80.6%) children, with adverse reaction observed in 13.8% (4/29) of the patients. Thirteen patients (36.1%) signed against medical advice while the remaining 23 (63.9%) were discharged home. Conclusion: Snake envenomation is associated with low morbidity and mortality in our study. Measures aimed at eliminating snake habitats around residential areas should be encouraged.","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Sani","given":"UsmanM"},{"family":"Jiya","given":"NmaM"},{"family":"Ibitoye","given":"PaulK"},{"family":"Ahmad","given":"MohamadM"}],"container-title":"Sahel Medical Journal","container-title-short":"Sahel Medical Journal","DOI":"10.4103/1118-8561.125557","ISSN":"1118-8561","issue":"4","issued":{"date-parts":[[2013]]},"language":"en","page":"148-153","source":"DOI.org (Crossref)","title":"Presentation and outcome of snake bite among children in Sokoto, North-Western Nigeria","type":"article-journal","URL":"http://www.smjonline.org/text.asp?2013/16/4/148/125557","volume":"16"},
  {"id":"serle_field_1977","author":[{"family":"Serle","given":"William"},{"family":"Morel","given":"Gérard J."}],"call-number":"QL692.W4 S47 1977","event-place":"London","ISBN":"978-0-00-219204-0","issued":{"date-parts":[[1977]]},"number-of-pages":"351","publisher":"Collins","publisher-place":"London","source":"Library of Congress ISBN","title":"A field guide to the birds of West Africa","type":"book"},
  {"id":"spawls_dangerous_2020","accessed":{"date-parts":[[2021,6,2]]},"author":[{"family":"Spawls","given":"Stephen"},{"family":"Branch","given":"Bill"}],"ISBN":"978-1-4729-6028-3 978-1-4729-6027-6","issued":{"date-parts":[[2020]]},"language":"English","note":"OCLC: 1152229889","publisher":"Bloomsbury Publishing","source":"Open WorldCat","title":"The dangerous snakes of Africa","type":"book","URL":"http://www.vlebooks.com/vleweb/product/openreader?id=none&isbn=9781472960283"},
  {"id":"steentoft_flowering_1988","author":[{"family":"Steentoft","given":"Margaret"}],"call-number":"QK393 .S743 1988","event-place":"Cambridge [England] ; New York","ISBN":"978-0-521-26192-0","issued":{"date-parts":[[1988]]},"number-of-pages":"344","publisher":"Cambridge University Press","publisher-place":"Cambridge [England] ; New York","source":"Library of Congress ISBN","title":"Flowering plants in West Africa","type":"book"},
  {"id":"ullenbruch_reptiles_2010","abstract":"We report on a collection of reptiles made in southern Benin, mostly in the vicinity of Lama Forest, a relict rain forest surrounded by savannah habitats within the the so-called Dahomey gap. 48 species (3 chelonian, 20 saurian and 25 ophidian species were encountered) are listed with the respective voucher material and commented in respect to taxonomic or ecological information. Five lizard species (Agama sylvanus, Hemidactylus ansorgei, H. lamaensis n. sp., Holaspis guentheri, Varanus ornatus) and two snake species (Natriciteres variegata, Amblyodipsas unicolur) are new for the fauna of Benin, the second Hemidactylus species being even new to science. Some other species are reported from Benin for only the second time.","author":[{"family":"Ullenbruch","given":"Klaus"},{"family":"Grell","given":"Olaf"},{"family":"Böhme","given":"Wolfgang"},{"family":"Koenig","given":"Zoologisches Forschungsmuseum Alexander"}],"container-title":"Bonn zoological Bulletin","issue":"1","issued":{"date-parts":[[2010]]},"language":"en","page":"31–54","source":"Zotero","title":"Reptiles from southern Benin, West Africa, with the description of a new Hemidactylus (Gekkonidae), and a country-wide checklist","type":"article-journal","URL":"https://www.lacerta.de/AF/Bibliografie/BIB_4539.pdf","volume":"57"},
  {"id":"warrell_necrosis_1976","abstract":"The Spitting Cobra, Naja nigricollis, is widely and densely distributed in Africa. Fourteen patients with proven N. nigricollis bites, who were seen in the savanna region of Nigeria, did not exhibit the neurological signs, such as cranial nerve lesions and respiratory paralysis, expected following Elapid poisoning. All had local swelling, in eight cases involving the entire limb, and ten developed local tissue necrosis. Spontaneous haemorrhage was detected in three cases and was the probable cause of death in one of them; the other death in this series was unexplained. Haematological abnormalities included prolonged clot lysis anf failure of clot retraction due to a platelet defect. There was no specific deficit in clotting factors and a delayed rise in fibrin degradation products was attributed to extensive tissue damage at the site of the bit. Most patients showed depletion of complement component C3 and glycine-rich beta-glycoprotein (GBG), suggesting activation of the alternative pathway of complement fixation. There was evidence of hepatocellular damage in two out of six patients investigated. There was no evidence that specific polyvalent antivenoms, used in doses of up to 80 ml, prevented any of the effects of N. nigricollis venom. Clinical laboratory diagnosis is discussed. In the past many bites were wrongly classified as viper bites on the basis of clinical findings. Immunodiagnosis is a promising method for assessing the true importance of N. nigricollis bite in West Africa.","author":[{"family":"Warrell","given":"D. A."},{"family":"Greenwood","given":"B. M."},{"family":"Davidson","given":"N. M."},{"family":"Ormerod","given":"L. D."},{"family":"Prentice","given":"C. R."}],"container-title":"The Quarterly Journal of Medicine","container-title-short":"Q J Med","DOI":"10.1093/oxfordjournals.qjmed.a067448","ISSN":"0033-5622","issue":"177","issued":{"date-parts":[[1976,1]]},"language":"eng","page":"1-22","PMID":"943796","source":"PubMed","title":"Necrosis, haemorrhage and complement depletion following bites by the spitting cobra (Naja nigricollis)","type":"article-journal","volume":"45"},
  {"id":"webb_guide_1957","author":[{"family":"Webb","given":"Gwenlilian D"}],"event-place":"Ibadan","issued":{"date-parts":[[1957]]},"language":"English","note":"OCLC: 715414328","publisher":"University Press","publisher-place":"Ibadan","source":"Open WorldCat","title":"A guide to West African mammals","type":"book"}
]
