[
  {"id":"burke_descriptive_2020","accessed":{"date-parts":[[2021,3,8]]},"author":[{"family":"Burke","given":"Mary"},{"family":"Zavalina","given":"Oksana L."}],"container-title":"Proceedings of the Association for Information Science and Technology","container-title-short":"Proc Assoc Inf Sci Technol","DOI":"10.1002/pra2.429","ISSN":"2373-9231, 2373-9231","issue":"1","issued":{"date-parts":[[2020,10]]},"language":"en","source":"DOI.org (Crossref)","title":"Descriptive richness of free‐text metadata: A comparative analysis of three language archives","title-short":"Descriptive richness of free‐text metadata","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/10.1002/pra2.429","volume":"57"},
  {"id":"burke_exploration_2019","accessed":{"date-parts":[[2021,3,14]]},"author":[{"family":"Burke","given":"Mary"},{"family":"Zavalina","given":"Oksana"}],"container-title":"Proceedings of the Association for Information Science and Technology","container-title-short":"Proceedings of the Association for Information Science and Technology","DOI":"10.1002/pra2.30","ISSN":"2373-9231, 2373-9231","issue":"1","issued":{"date-parts":[[2019,1]]},"language":"en","page":"364-367","source":"DOI.org (Crossref)","title":"Exploration of information organization in language archives","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/pra2.30","volume":"56"},
  {"id":"wasson_bringing_2016","abstract":"This article describes findings from a workshop that initiated a dialogue between the fields of user-centered design (UCD) and language archives. One of the challenges facing language archives is the fact that they typically have multiple user groups with significantly different information needs, as well as varying cultural practices of data sharing, access and use. UCD, informed by design anthropology, can help developers of language archives identify the main user groups of a particular archive; work with those user groups to map their needs and cultural practices; and translate those insights into archive design. The article describes findings from the workshop on User-Centered Design of Language Archives in February 2016. It reviews relevant aspects of language archiving and user-centered design to construct the rationale for the workshop, relates key insights produced during the workshop, and outlines next steps in the larger research trajectory initiated by this workshop. One major insight from the workshop was the discovery that at present, most language archives are not meeting the needs of most users. Representatives from all user groups expressed frustration at the current design of most language archives. This discovery points to the value of introducing a user-centered approach, so that the design of language archives can be better informed by the needs of users.","accessed":{"date-parts":[[2021,7,6]]},"author":[{"family":"Wasson","given":"Christina"},{"family":"Holton","given":"Gary"},{"family":"Roth","given":"Heather S."}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[[2016,12]]},"language":"en-US","note":"Accepted: 2017-04-03T22:15:13Z","page":"641-681","publisher":"University of Hawaii Press","source":"scholarspace.manoa.hawaii.edu","title":"Bringing User-Centered Design to the Field of Language Archives","type":"article-journal","URL":"http://hdl.handle.net/10125/24721","volume":"10"},
  {"id":"zavalina_contextual_2011-1","abstract":"A number of digital libraries that aggregate multiple digital collections are now generating subject metadata to describe intellectual content of entire digital collections as integrated wholes and to provide context for individual digital objects within them. However, the utility of this important contextual metadata has not been empirically evaluated. The exploratory study reported in this article examined and compared collection-level subject metadata in three large-scale aggregations of cultural heritage digital collections in the United States and the European Union and analyzed the role of collection-level metadata in information retrieval in digital aggregations based on user search queries derived from transaction logs. A small-scale targeted user study, which combined interviews and observations of users interacting with an aggregation, was undertaken to complement evidence-based content analysis data. The study revealed considerable variability in two indicators: consistency of applying controlled-vocabulary collection-level subject metadata elements beyond topical and value length of metadata elements. Both free-text and controlled-vocabulary subject metadata were found vital in answering search queries of aggregation users. Users also expressed preference for viewing complete structured collection-level metadata records, which include subject metadata. Results of this study prove importance of provision of collection-level metadata in general and subject metadata in particular to enhance user experiences and information retrieval in digital libraries.","accessed":{"date-parts":[[2021,5,21]]},"author":[{"family":"Zavalina","given":"Oksana L."}],"container-title":"Journal of Library Metadata","DOI":"10.1080/19386389.2011.629957","ISSN":"1938-6389","issue":"3-4","issued":{"date-parts":[[2011,7,1]]},"note":"_eprint: https://doi.org/10.1080/19386389.2011.629957","page":"104-128","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Contextual Metadata in Digital Aggregations: Application of Collection-Level Subject Metadata and Its Role in User Interactions and Information Retrieval","title-short":"Contextual Metadata in Digital Aggregations","type":"article-journal","URL":"https://doi.org/10.1080/19386389.2011.629957","volume":"11"}
]
