[
  {"id":"bow_developing_2014","abstract":"The fluctuating fortunes of Northern Territory bilingual education programs in Australian\r\nlanguages and English have put at risk thousands of books developed for these\r\nprograms in remote schools. In an effort to preserve such a rich cultural and linguistic\r\nheritage, the Living Archive of Aboriginal Languages project is establishing an open\r\naccess, online repository comprising digital versions of these materials. Using web\r\ntechnologies to store and access the resources makes them accessible to the communities\r\nof origin, the wider academic community, and the general public. The process\r\nof creating, populating, and implementing such an archive has posed many interesting\r\ntechnical, cultural and linguistic challenges, some of which are explored in this paper","accessed":{"date-parts":[[2019,4,20]]},"author":[{"family":"Bow","given":"Catherine"},{"family":"Christie","given":"Michael"},{"family":"Devlin","given":"Brian"}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[[2014]]},"language":"English","page":"345-360","source":"scholarspace.manoa.hawaii.edu","title":"Developing a Living Archive of Aboriginal Languages","type":"article-journal","URL":"http://scholarspace.manoa.hawaii.edu/handle/10125/24612","volume":"8"},
  {"id":"collister_altmetrics_2017","accessed":{"date-parts":[[2018,9,9]]},"author":[{"family":"Collister","given":"Lauren B."},{"family":"Taylor","given":"Ashley L."}],"container-title":"Pennsylvania Libraries: Research & Practice","DOI":"10.5195/PALRAP.2017.154","ISSN":"2324-7878","issue":"2","issued":{"date-parts":[[2017,10,31]]},"language":"en","page":"127-137","source":"Crossref","title":"Altmetrics, Legacy Scholarship, and Scholarly Legacy","type":"article-journal","URL":"http://palrap.org/ojs/index.php/palrap/article/view/154","volume":"5"},
  {"id":"dobrin_collaboration_2016","abstract":"Documentary linguists aspiring to conduct socially responsible research find themselves immersed in a literature on ‘collaborative methods’ that does not address some of the most pressing interpersonal challenges that fieldworkers experience in their community relationships. As recent controversies about the nature of collaboration indicate, collaborative models embed assumptions about reciprocity, negotiation, and the meaning and moral valence of categories like ‘research,’ ‘language,’ and ‘documentation,’ which do not translate equally well across all communities. There is thus a need for a method flexible enough to respond to the complexity and diversity of what goes on in particular cross-cultural researcher-community relationships. In this article, we encourage documentary linguists to consider the benefits of participant observation, a research method that is designed specifically to deal with the interpersonal nature of fieldwork in the human sciences. Because it ties knowledge production directly to the development of social relationships across difference, participant observation can help documentary linguists think fruitfully about the social approaches they take in their fieldwork, whether these ultimately come to involve formal collaboration or some other form of reciprocity.","accessed":{"date-parts":[[2019,4,20]]},"author":[{"family":"Dobrin","given":"Lise M."},{"family":"Schwartz","given":"Saul"}],"ISSN":"1934-5275","issued":{"date-parts":[[2016,6]]},"language":"en","page":"253-277","source":"scholarspace.manoa.hawaii.edu","title":"Collaboration or Participant Observation? Rethinking Models of 'Linguistic Social Work'","title-short":"Collaboration or Participant Observation?","type":"article-journal","URL":"http://scholarspace.manoa.hawaii.edu/handle/10125/24694","volume":"10"},
  {"id":"duffy_facebook_2017-1","abstract":"Given widespread labor market precarity, contemporary workers—especially those in the media and creative industries—are increasingly called upon to brand themselves. Academics, we contend, are experiencing a parallel pressure to engage in self-promotional practices, particularly as universities become progressively more market-driven. Academia.edu , a paper-sharing social network that has been informally dubbed “Facebook for academics,” has grown rapidly by adopting many of the conventions of popular social media sites. This article argues that the astonishing uptake of Academia.edu both reflects and amplifies the self-branding imperatives that many academics experience. Drawing on Academia.edu ’s corporate history, design decisions, and marketing communications, we analyze two overlapping facets of Academia.edu : (1) the site’s business model and (2) its social affordances. We contend that the company, like mainstream social networks, harnesses the content and immaterial labor of users under the guise of “sharing.” In addition, the site’s fixation on analytics reinforces a culture of incessant self-monitoring—one already encouraged by university policies to measure quantifiable impact. We conclude by identifying the stakes for academic life, when entrepreneurial and self-promotional demands brush up against the university’s knowledge-making ideals.","accessed":{"date-parts":[[2021,6,8]]},"author":[{"family":"Duffy","given":"Brooke Erin"},{"family":"Pooley","given":"Jefferson D."}],"container-title":"Social Media + Society","container-title-short":"Social Media + Society","DOI":"10.1177/2056305117696523","ISSN":"2056-3051, 2056-3051","issue":"1","issued":{"date-parts":[[2017,1]]},"language":"en","page":"205630511769652","source":"DOI.org (Crossref)","title":"“Facebook for Academics”: The Convergence of Self-Branding and Social Media Logic on Academia.edu","title-short":"“Facebook for Academics”","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/2056305117696523","volume":"3"},
  {"id":"gawne_reflections_2018","abstract":"Reproducibility in language documentation and description means that the analysis given in descriptive publication is presented in a way that allows the reader to access the data on which the claims are based, to verify the analysis for themself. Linguists, including Himmelmann, have long pointed to the centrality of documentation data to linguistic description. Over the twenty years since Himmelmann’s 1998 paper we have seen a growth in digital archiving, and the rise of the Open Access movement. Although there is good infrastructure in place to make reproducible research possible, few descriptive publications clearly link to underlying data, and very little documentation data is publicly accessible. We discuss some of the institutional roadblocks to reproducibility, including a lack of support for the development of published primary data. We also look at what work on language documentation and description can learn from the recent replication crisis in psychology.","accessed":{"date-parts":[[2019,4,20]]},"author":[{"family":"Gawne","given":"Lauren"},{"family":"Berez-Kroeker","given":"Andrea L."}],"collection-number":"15","collection-title":"Language Documentation & Conservation Special Publication","container-title":"Reflections on reproducible research","editor":[{"family":"McDonnell","given":"Bradley"},{"family":"Berez-Kroeker","given":"Andrea L."},{"family":"Holton","given":"Gary"}],"event-place":"Honolulu, Hawai'i","ISBN":"978-0-9973295-3-7","issued":{"date-parts":[[2018,12,1]]},"language":"en","page":"22-32","publisher":"University of Hawai'i Press","publisher-place":"Honolulu, Hawai'i","source":"scholarspace.manoa.hawaii.edu","title":"Reflections on Language Documentation 20 Years after Himmelmann 1998","type":"chapter","URL":"http://scholarspace.manoa.hawaii.edu/handle/10125/24805"},
  {"id":"glenn_five_2009","abstract":"In the literature on best practices of language documentation, “collaboration” has emerged as an important concept. While collaboration between scholars is not usually the norm in linguistics, a theory of language documentation must grapple with its theoretical orientation to collaboration. By reviewing the practices of researchers in other disciplines, this paper identifies five aspects of academic collaboration-coordination, distribution of labor, standards for interoperation, authorship and authority, and feedback—that have special bearing on the enterprise of language documentation. I investigate these as a starting point for linguists and our collaborators to consider critically what documentation project and for the discipline of linguistics.","accessed":{"date-parts":[[2019,4,20]]},"author":[{"family":"Glenn","given":"Akiemi"}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issue":"2","issued":{"date-parts":[[2009]]},"language":"en","page":"149-160","source":"scholarspace.manoa.hawaii.edu","title":"Five Dimensions of Collaboration: Toward a Critical Theory of Coordination and Interoperability in Language Documentation","title-short":"Five Dimensions of Collaboration","type":"article-journal","URL":"http://scholarspace.manoa.hawaii.edu/handle/10125/4437","volume":"3"},
  {"id":"hanke_computer_2017","abstract":"Documenting the world’s linguistic diversity is difficult when so much data is required\nbut when most languages are remote and unwritten. The existing process does not scale,\nas it crucially depends on the expertise and efforts of linguists working alone. Recent\ndevelopments in smart phone technology, the availability of cheap devices, better wire-\nless infrastructure, and digital literacy have enabled novel solutions for scaling language\ndocumentation using crowdsourcing and automation. This thesis presents a new scal-\nable approach: members of the speech community collaborate using networked mobile\ndevices running a text-free interface. Introducing crowdsourcing and automation in the\npresented model meant analysing and replacing the existing workflow with one that is\nappropriate for collaboration. I report on field trials in Papua New Guinea, and a user\ninterface lab experiment at The University of Melbourne. I conclude the thesis discussing\nprospects for scaling up language documentation.","author":[{"family":"Hanke","given":"Florian R"}],"event-place":"Melbourne, Australia","genre":"Ph.D Dissertation","issued":{"date-parts":[[2017]]},"language":"en","number-of-pages":"281","publisher":"The University of Melbourne","publisher-place":"Melbourne, Australia","source":"Zotero","title":"Computer Supported Collaborative Language Documentation","type":"thesis","URL":"http://hdl.handle.net/11343/192578"},
  {"id":"holton_developing_2017","abstract":"Lack of adequate descriptive metadata remains a major barrier to accessing and reusing language documentation. A collection management tool could facilitate management of linguistic data from the point of creation to the archive deposit, greatly reducing the archiving backlog and ensuring more robust and reliable data.","accessed":{"date-parts":[[2019,4,24]]},"author":[{"family":"Holton","given":"Gary"},{"family":"Hooshiar","given":"Kavon"},{"family":"Thieberger","given":"Nick"}],"container-title":"Proceedings of the 2nd Workshop on the Use of Computational Methods           in the Study of Endangered Languages","DOI":"10.18653/v1/W17-0105","event":"Proceedings of the 2nd Workshop on the Use of Computational Methods           in the Study of Endangered Languages","event-place":"Honolulu, Hawai'i","issued":{"date-parts":[[2017]]},"language":"en","page":"33-38","publisher":"Association for Computational Linguistics","publisher-place":"Honolulu, Hawai'i","source":"DOI.org (Crossref)","title":"Developing collection management tools to create more robust and reliable linguistic data","type":"paper-conference","URL":"http://aclweb.org/anthology/W17-0105"},
  {"id":"holton_language_2012","abstract":"While many language archives were originally conceived for the purpose of preserving linguistic data, these data have the potential to inform knowledge beyond the narrow field of linguistics. Today language archives are being used by people without formal linguistic training for purposes not necessarily envisioned by the original creators of the language documentation. The DoBeS Archive is particularly well-placed to become an important resource for cultural documentation, since many of the DoBeS projects have been interdisciplinary in nature, documenting language within its broader social and cultural context. In this paper I present a perspective from a legacy archive created well before the modern era of digital language documentation exemplified by the DoBeS program. In particular, I describe two types of non-linguistic uses which are becoming increasingly important at the Alaska Native Language Archive.","accessed":{"date-parts":[[2019,4,20]]},"author":[{"family":"Holton","given":"Gary"}],"collection-number":"3","collection-title":"Language Documentation & Conservation Special Publication","container-title":"Potentials of Language Documentation: Methods, Analyses, and Utilization","editor":[{"family":"Seifart","given":"Frank"},{"family":"Haig","given":"Geoffrey"},{"family":"Himmelmann","given":"Nikolaus P."},{"family":"Jung","given":"Dagmar"},{"family":"Margetts","given":"Anna"},{"family":"Trilsbeek","given":"Paul"}],"event-place":"Honolulu, Hawai'i","ISBN":"978-0-9856211-0-0","issued":{"date-parts":[[2012]]},"language":"en","page":"111-117","publisher":"University of Hawai'i Press","publisher-place":"Honolulu, Hawai'i","source":"scholarspace.manoa.hawaii.edu","title":"Language archives: They’re not just for linguists any more","type":"chapter","URL":"http://scholarspace.manoa.hawaii.edu/handle/10125/4523"},
  {"id":"holton_unknown_2011","abstract":"One of the major motivations driving the field of documentary linguistics is the need to create a lasting record of language that can be (re)used by both speakers and linguists. However, the mere act of language documentation does not guarantee that the products of documentation are accessible. This retrieval problem can result in a false belief that a language has been adequately documented—what I refer to as an unknown unknown. This paper illustrates unknown unknowns with examples drawn from the field of place names documentation, touching briefly on unknown unknowns in other areas of language documentation. The paper concludes with some suggestions as to how to mitigate against the retrieval problem.","accessed":{"date-parts":[[2019,4,20]]},"author":[{"family":"Holton","given":"Gary"}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[[2011]]},"language":"eng","page":"157-168","source":"scholarspace.manoa.hawaii.edu","title":"\"Unknown Unknowns\" and the Retrieval Problem in Language Documentation and Archiving.","type":"article-journal","URL":"http://scholarspace.manoa.hawaii.edu/handle/10125/4496","volume":"5"},
  {"id":"jones_digital_2014","accessed":{"date-parts":[[2019,4,25]]},"author":[{"family":"Bel","given":"Bernard"},{"family":"Gasquet-Cyrus","given":"Médéric"}],"container-title":"Endangered Languages and New Technologies","DOI":"10.1017/CBO9781107279063.011","editor":[{"family":"Jones","given":"Mari C."}],"event-place":"Cambridge","ISBN":"978-1-107-27906-3","issued":{"date-parts":[[2014]]},"page":"113-126","publisher":"Cambridge University Press","publisher-place":"Cambridge","source":"DOI.org (Crossref)","title":"Digital curation and event-driven methods at the service of endangered languages","type":"chapter","URL":"http://ebooks.cambridge.org/ref/id/CBO9781107279063A018"},
  {"id":"klamer_creating_2017","abstract":"The geographical region of Insular South East Asia and New Guinea is well-known as an area of mega-biodiversity. Less well-known is the extreme linguistic diversity in this area: over a quarter of the world’s 6,000 languages are spoken here. As small minority languages, most of them will cease to be spoken in the coming few generations. The project described here ensures the preservation of unique records of languages and the cultures encapsulated by them in the region. The language resources were gathered by twenty linguists at, or in collaboration with, Dutch universities over the last 40 years, and were compiled and archived in collaboration with The Language Archive (TLA) at the Max Planck Institute in Nijmegen. The resulting archive constitutes a collection of multimedia materials and written documents from 48 languages in Insular South East Asia and West New Guinea. At TLA, the data was archived according to state-of-the-art standards (TLA holds the Data Seal of Approval): the component metadata infrastructure CMDI was used; all metadata categories as well as relevant units of annotation were linked to the ISO data category registry ISOcat. This guaranteed proper integration of the language resources into the CLARIN framework. Through the archive, future speaker communities and researchers will be able to extensively search the materials for answers to their own questions, even if they do not themselves know the language, and even if the language dies.","accessed":{"date-parts":[[2021,6,8]]},"author":[{"family":"Klamer","given":"Marian"},{"family":"Trilsbeek","given":"Paul"},{"family":"Hoogervorst","given":"Tom"},{"family":"Haskett","given":"Chris"}],"container-title":"CLARIN in the Low Countries","DOI":"10.5334/bbi.10","editor":[{"family":"Odijk","given":"Jan"},{"family":"Hessen","given":"Arjan","non-dropping-particle":"van"}],"issued":{"date-parts":[[2017,12,28]]},"language":"en","publisher":"Ubiquity Press","source":"www.ubiquitypress.com","title":"Creating a Language Archive of Insular South East Asia and West New Guinea","type":"chapter","URL":"https://www.ubiquitypress.com/site/chapters/e/10.5334/bbi.10/"},
  {"id":"leonard_making_2010","abstract":"Though increasingly hailed as a best practice for linguistic field research, the notion of “collaboration” is rarely truly inclusive of both the “researcher” and the “researched.” This paper examines common assumptions about collaboration, particularly as they pertain to endangered language research, and advocates a paradigm shift toward a model that is truly in line with the “Respect for Persons” principle of the Belmont Report, the federal guide for ethical human research in the United States. We examine and critique other proposed forms of collaboration in linguistics, offering instead a model that incorporates the needs and expertise of all people involved in a research study. Specifically, we argue that true collaboration necessitates a collaborative approach in the very first stage of defining research roles and goals through collaborative consultation. We illustrate this approach through two case studies in Warm Springs (Oregon) and Miami (Oklahoma) communities. First, we examine our experiences conducting collaborative research within these communities. Second, we present a microanalysis of formal collaborative methods, focusing specifically on the question of determining speakerhood for linguistic fieldwork. We present collaboration as a philosophy and approach to developing a research program and demonstrate how this approach enhances rather than detracts from academic integrity.","accessed":{"date-parts":[[2019,4,20]]},"author":[{"family":"Leonard","given":"Wesley Y."},{"family":"Haynes","given":"Erin"}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[[2010,12]]},"language":"eng","page":"269-293","source":"scholarspace.manoa.hawaii.edu","title":"Making “collaboration” collaborative: An examination of perspectives that frame linguistic field research","title-short":"Making “collaboration” collaborative","type":"article-journal","URL":"http://scholarspace.manoa.hawaii.edu/handle/10125/4482","volume":"4"},
  {"id":"mamtora_towards_2017","accessed":{"date-parts":[[2018,9,25]]},"author":[{"family":"Mamtora","given":"Jayshree"},{"family":"Bow","given":"Catherine"}],"container-title":"Journal of the Australian Library and Information Association","DOI":"10.1080/00049670.2017.1282845","ISSN":"2475-0158, 2475-0166","issue":"1","issued":{"date-parts":[[2017,1,2]]},"language":"en","page":"28-41","source":"Crossref","title":"Towards a Unique Archive of Aboriginal Languages: A Collaborative Project","title-short":"Towards a Unique Archive of Aboriginal Languages","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/00049670.2017.1282845","volume":"66"},
  {"id":"meakins_understanding_2018","author":[{"family":"Meakins","given":"Felicity"},{"family":"Green","given":"Jennifer"},{"family":"Turpin","given":"Myfany"}],"call-number":"P128.F53 M424 2018","collection-number":"1","collection-title":"Understanding language series","edition":"First edition","event-place":"London; New York","ISBN":"978-0-415-78612-6 978-0-415-78613-3","issued":{"date-parts":[[2018]]},"number-of-pages":"328","publisher":"Routledge/ Taylor & Francis Group","publisher-place":"London; New York","source":"Library of Congress ISBN","title":"Understanding linguistic fieldwork","type":"book"},
  {"id":"niyazov_open_2016","accessed":{"date-parts":[[2018,12,7]]},"author":[{"family":"Niyazov","given":"Yuri"},{"family":"Vogel","given":"Carl"},{"family":"Price","given":"Richard"},{"family":"Lund","given":"Ben"},{"family":"Judd","given":"David"},{"family":"Akil","given":"Adnan"},{"family":"Mortonson","given":"Michael"},{"family":"Schwartzman","given":"Josh"},{"family":"Shron","given":"Max"}],"container-title":"PLoS ONE","container-title-short":"PLoS ONE","DOI":"10.1371/journal.pone.0148257","editor":[{"family":"Dorta-González","given":"Pablo"}],"ISSN":"1932-6203","issue":"2","issued":{"date-parts":[[2016,2,17]]},"language":"en","page":"e0148257","source":"Crossref","title":"Open Access Meets Discoverability: Citations to Articles Posted to Academia.edu","title-short":"Open Access Meets Discoverability","type":"article-journal","URL":"https://dx.plos.org/10.1371/journal.pone.0148257","volume":"11"},
  {"id":"nordmoe_introducing_2011-1","accessed":{"date-parts":[[2019,6,2]]},"author":[{"family":"Nordmoe","given":"Jeremy"}],"container-title":"Proceedings of Workshop on Language Documentation & Archiving, SOAS, London, 18 November 2011.","editor":[{"family":"Nathan","given":"David"}],"event-place":"London, UK","issued":{"date-parts":[[2011]]},"language":"English","page":"27-32","publisher":"SOAS","publisher-place":"London, UK","title":"Introducing RAMP: an application for packaging metadata and resources offline for submission to an institutional repository","type":"paper-conference","URL":"https://www.sil.org/resources/archives/43211"},
  {"id":"osterwalder_business_2004","author":[{"family":"Osterwalder","given":"Alexander"}],"event-place":"Lausanne, Switzerland","genre":"Ph.D Dissertation","issued":{"date-parts":[[2004]]},"language":"English","number-of-pages":"169","publisher":"Université de Lausanne","publisher-place":"Lausanne, Switzerland","title":"The business model ontology a proposition in a design science approach","type":"thesis","URL":"http://doc.rero.ch/record/4210"},
  {"id":"osterwalder_business_2010","abstract":"Offers tools and techniques to systematically understand, design, and implement new business models and renovate and rework old models","author":[{"family":"Osterwalder","given":"Alexander"},{"family":"Pigneur","given":"Yves"}],"call-number":"HD30.28 .O778 2010","event-place":"Hoboken, NJ, USA","ISBN":"978-0-470-87641-1","issued":{"date-parts":[[2010]]},"note":"OCLC: ocn648031756","number-of-pages":"278","publisher":"Wiley","publisher-place":"Hoboken, NJ, USA","source":"Library of Congress ISBN","title":"Business model generation: a handbook for visionaries, game changers, and challengers","title-short":"Business model generation","type":"book"},
  {"id":"osterwalder_value_2015","abstract":"The authors of the international bestseller Business Model Generation explain how to create value propositions customers can't resist Value Proposition Design helps you tackle a core challenge of every business - creating compelling products and services customers want to buy. This practical book, paired with its online companion, will teach you the processes and tools you need to succeed. Using the same stunning visual format as the authors' global bestseller, Business Model Generation, this sequel explains how to use the \"Value Proposition Canvas\" a practical tool to design, test, create, and manage products and services customers actually want. Value Proposition Design is for anyone who has been frustrated by business meetings based on endless conversations, hunches and intuitions, expensive new product launches that blew up, or simply disappointed by the failure of a good idea. The book will help you understand the patterns of great value propositions, get closer to customers, and avoid wasting time with ideas that won't work. You'll learn the simple but comprehensive process of designing and testing value propositions, taking the guesswork out of creating products and services that perfectly match customers' needs and desires. Practical exercises, illustrations and tools help you immediately improve your product, service, or new business idea. In addition the book gives you exclusive access to an online companion on Strategyzer.com. You will be able to complete interactive exercises, assess your work, learn from peers, and download pdfs, checklists, and more. Value Proposition Design complements and perfectly integrates with the \"Business Model Canvas\" from Business Model Generation, a tool embraced by startups and large corporations such as MasterCard, 3M, Coca Cola, GE, Fujitsu, LEGO, Colgate-Palmolive, and many more. Value. Proposition Design gives you a proven methodology for success, with value propositions that sell, embedded in profitable business models.","archive":"/z-wcorg/","author":[{"family":"Osterwalder","given":"Alexander"},{"family":"Pigneur","given":"Yves"},{"family":"Bernarda","given":"Gregory"},{"family":"Smith","given":"Alan"},{"family":"Papadakos","given":"Trish"}],"event-place":"Somerset, New Jersey","ISBN":"978-1-118-96807-9 1-118-96807-7","issued":{"date-parts":[[2015]]},"language":"English","publisher":"Wiley","publisher-place":"Somerset, New Jersey","source":"http://worldcat.org","title":"Value Proposition Design: How to Create Products and Services Customers Want.","type":"book"},
  {"id":"simons_seven_2000-1","accessed":{"date-parts":[[2021,6,8]]},"author":[{"family":"Simons","given":"Gary F."},{"family":"Bird","given":"Steven"}],"container-title":"OLAC: Open Language Archives Community","issued":{"date-parts":[[2000]]},"title":"The Seven Pillars of Open Language Archiving: A  Vision Statement","type":"webpage","URL":"http://www.language-archives.org/documents/vision.html"},
  {"id":"simons_survey_2000","accessed":{"date-parts":[[2021,6,8]]},"author":[{"family":"Simons","given":"Gary F."},{"family":"Bird","given":"Steven"}],"container-title":"OLAC: Open Language Archives Community","issued":{"date-parts":[[2000]]},"title":"A Survey of the State of the Art in Digital Language Documentation and Description","type":"webpage","URL":"http://www.language-archives.org/documents/survey.html"},
  {"id":"turin_access_2013","accessed":{"date-parts":[[2019,4,24]]},"author":[{"family":"Nathan","given":"David"}],"collection-number":"2","collection-title":"World Oral Literature Series","container-title":"Oral Literature in the Digital Age: Archiving Orality and Connecting with Communities","DOI":"10.11647/OBP.0032.03","editor":[{"family":"Turin","given":"Mark"},{"family":"Wheeler","given":"Claire"}],"ISBN":"978-1-909254-30-5","issued":{"date-parts":[[2013]]},"language":"English","publisher":"Open Book Publishers","source":"DOI.org (Crossref)","title":"Access and Accessibility at ELAR, A Social Networking Archive for Endangered Languages Documentation","type":"chapter","URL":"http://www.openbookpublishers.com/product/186/"},
  {"id":"utrecht_university_nl_creating_2017","accessed":{"date-parts":[[2021,6,8]]},"container-author":[{"family":"Hessen","given":"Arjan","non-dropping-particle":"van"},{"literal":"Utrecht University, NL"}],"container-title":"CLARIN in the Low Countries","DOI":"10.5334/bbi.10","editor":[{"literal":"Utrecht University, NL"},{"family":"Odijk","given":"Jan"}],"ISBN":"978-1-911529-24-8","issued":{"date-parts":[[2017,12,28]]},"page":"113-121","publisher":"Ubiquity Press","source":"DOI.org (Crossref)","title":"Creating a Language Archive of Insular South East Asia and West New Guinea","type":"chapter","URL":"https://www.ubiquitypress.com/site/chapters/10.5334/bbi.10/"},
  {"id":"wasson_bringing_2016","abstract":"This article describes findings from a workshop that initiated a dialogue between the fields of user-centered design (UCD) and language archives. One of the challenges facing language archives is the fact that they typically have multiple user groups with significantly different information needs, as well as varying cultural practices of data sharing, access and use. UCD, informed by design anthropology, can help developers of language archives identify the main user groups of a particular archive; work with those user groups to map their needs and cultural practices; and translate those insights into archive design. The article describes findings from the workshop on User-Centered Design of Language Archives in February 2016. It reviews relevant aspects of language archiving and user-centered design to construct the rationale for the workshop, relates key insights produced during the workshop, and outlines next steps in the larger research trajectory initiated by this workshop. One major insight from the workshop was the discovery that at present, most language archives are not meeting the needs of most users. Representatives from all user groups expressed frustration at the current design of most language archives. This discovery points to the value of introducing a user-centered approach, so that the design of language archives can be better informed by the needs of users.","accessed":{"date-parts":[[2019,4,20]]},"author":[{"family":"Wasson","given":"Christina"},{"family":"Holton","given":"Gary"},{"family":"Roth","given":"Heather S."}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[[2016,12]]},"language":"en-US","page":"641-681","source":"scholarspace.manoa.hawaii.edu","title":"Bringing User-Centered Design to the Field of Language Archives","type":"article-journal","URL":"http://scholarspace.manoa.hawaii.edu/handle/10125/24721","volume":"10"},
  {"id":"wasson_designing_2018","abstract":"This article explores the challenges of designing large-scale computing systems for multiple, diverse user groups. Such computing systems house large, complex datasets, and often provide analytic tools to interpret the data. They are increasingly central to activities in industry, science, and government agencies, and are often associated with “big data,” data warehousing, and/or scientific “cyberinfrastructure”.  A key characteristic of these systems is the diversity and multiplicity of their intended user groups, which may range from various scientific disciplines, to assorted business functions, to government officials and citizen groups. These user groups occupy structurally different positions in local and global political economies, and bring different forms of expertise to the data housed in the computing system. We argue that design anthropologists can contribute to the usefulness of such systems by engaging in collaborative ethnographic research with the targeted user groups, and communicating findings to the designers and developers creating these systems.","accessed":{"date-parts":[[2019,4,25]]},"author":[{"family":"Wasson","given":"Christina"},{"family":"Medina","given":"Melanie"},{"family":"Chong","given":"Miyoung"},{"family":"LeMay","given":"Brittany"},{"family":"Nalin","given":"Emma"},{"family":"Saintonge","given":"Kenneth"}],"container-title":"Journal of Business Anthropology","DOI":"10.22439/jba.v7i2.5605","ISSN":"2245-4217","issue":"2","issued":{"date-parts":[[2018,11,12]]},"language":"en","page":"235-267","source":"DOI.org (Crossref)","title":"Designing for Diverse User Groups: Case Study of a Language Archive","title-short":"Designing for Diverse User Groups","type":"article-journal","URL":"https://rauli.cbs.dk/index.php/jba/article/view/5605","volume":"7"},
  {"id":"watt_data_2014","accessed":{"date-parts":[[2019,4,25]]},"author":[{"family":"Watt","given":"Adrienne"}],"container-title":"Database Design","edition":"2nd - version 1.2","event-place":"Victoria, British Columbia, Canada","issued":{"literal":"2014 (2019)"},"publisher":"BCcampus","publisher-place":"Victoria, British Columbia, Canada","title":"Data Modelling","type":"chapter","URL":"https://opentextbc.ca/dbdesign01/chapter/chapter-5-data-modelling/"},
  {"id":"xie_user_2016","accessed":{"date-parts":[[2019,4,26]]},"author":[{"family":"Xie","given":"Iris"},{"family":"Matusiak","given":"Krystyna K."}],"container-title":"Discover Digital Libraries","DOI":"10.1016/B978-0-12-417112-1.00008-9","ISBN":"978-0-12-417112-1","issued":{"date-parts":[[2016]]},"language":"en","page":"231-253","publisher":"Elsevier","source":"DOI.org (Crossref)","title":"User needs and search behaviors","type":"chapter","URL":"https://linkinghub.elsevier.com/retrieve/pii/B9780124171121000089"},
  {"id":"zhang_digital_2009","accessed":{"date-parts":[[2019,4,26]]},"author":[{"family":"Zhang","given":"Allison B."},{"family":"Gourley","given":"Don"}],"container-title":"Creating Digital Collections","DOI":"10.1016/B978-1-84334-396-7.50009-2","ISBN":"978-1-84334-396-7","issued":{"date-parts":[[2009]]},"language":"en","page":"125-148","publisher":"Elsevier","source":"DOI.org (Crossref)","title":"Digital collections management system","type":"chapter","URL":"https://linkinghub.elsevier.com/retrieve/pii/B9781843343967500092"}
]
