[
  {"id":"avonds_how_2017","author":[{"family":"Avonds","given":"Bob"}],"genre":"M.S. Thesis","issued":{"date-parts":[[2017]]},"language":"English","publisher":"Open Universiteit Nederland","title":"How does organizational learning influence the business model? The case of a high-tech company","type":"thesis","URL":"https://core.ac.uk/download/pdf/85227506.pdf"},
  {"id":"banda_mapping_2016","author":[{"family":"Banda","given":"Tiwonge Msulira"}],"issued":{"date-parts":[[2016]]},"language":"en","title":"Mapping the NREN Business Model using the Business Model Canvas: the case of TENET","type":"speech"},
  {"id":"black_online_2019","abstract":"Unique in its diverse cross-section of sources, this review article is a philosophical study towards the future role of online university education. Set within the realistic context of the external forces affecting higher education, it bridges the gap between the perspective of industry and that of higher education. We posit that online education is an opportunity equalizer, positioned to help citizens of lesser developed economies form and upskill to compete in employability with those of developed countries. Both the individuals and the economies of these countries benefit. The purpose of this article is to overview the main factors influencing the ability for higher education to provide this opportunity. Possible challenges are illuminated in the context of the real lived experiences of students. A wide range of sources are canvassed, explaining the external environment within which educational systems and the university exist. Rather than providing answers, this article raises pertinent questions with an understanding of higher education’s current state of flux.","accessed":{"date-parts":[[2021,4,21]]},"author":[{"family":"Black","given":"Debra"},{"family":"Bissessar","given":"Charmaine"},{"family":"Boolaky","given":"Mehraz"}],"container-title":"Interchange","container-title-short":"Interchange","DOI":"10.1007/s10780-019-09358-0","ISSN":"1573-1790","issue":"3","issued":{"date-parts":[[2019,8,1]]},"language":"en","page":"423-443","source":"Springer Link","title":"Online Education as an Opportunity Equalizer: The Changing Canvas of Online Education","title-short":"Online Education as an Opportunity Equalizer","type":"article-journal","URL":"https://doi.org/10.1007/s10780-019-09358-0","volume":"50"},
  {"id":"de_langen_strategies_2013","abstract":"<p>For several years, the importance of continuous education has been stressed by several governmental and non-governmental institutions (Janssen &amp; Schuwer, 2012; Marshall &amp; Casserly, 2006). Education is seen as important both for personal growth and empowerment for one’s personal wellbeing as well as for developing the required professional capabilities needed in today’s society. In his 2011 State of the Union address President Obama put emphasis on the government’s ambitions to “out-innovate and out-educate” the rest of the world. Almost at the same time, at the Davos World Economic Forum (2011), the urgency of appropriate education was stressed, observing that the current lack of adequately educated people hinders prosperity and economic growth in the near future. The OECD is preparing a proposal to translate these intentions into a concrete policy.</p>","accessed":{"date-parts":[[2021,5,24]]},"author":[{"family":"De Langen","given":"F.H.T"}],"container-title":"The International Review of Research in Open and Distributed Learning","container-title-short":"IRRODL","DOI":"10.19173/irrodl.v14i2.1533","ISSN":"1492-3831","issue":"2","issued":{"date-parts":[[2013,6,3]]},"page":"53","source":"DOI.org (Crossref)","title":"Strategies for sustainable business models for open educational resources","type":"article-journal","URL":"http://www.irrodl.org/index.php/irrodl/article/view/1533","volume":"14"},
  {"id":"de_langen_there_2011","accessed":{"date-parts":[[2021,5,24]]},"author":[{"family":"Langen","given":"Frank","non-dropping-particle":"de"}],"container-title":"Open Learning: The Journal of Open, Distance and e-Learning","container-title-short":"Open Learning: The Journal of Open, Distance and e-Learning","DOI":"10.1080/02680513.2011.611683","ISSN":"0268-0513, 1469-9958","issue":"3","issued":{"date-parts":[[2011,11]]},"language":"en","page":"209-222","source":"DOI.org (Crossref)","title":"There is no business model for open educational resources: a business model approach","title-short":"There is no business model for open educational resources","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/02680513.2011.611683","volume":"26"},
  {"id":"denna_business_2014","author":[{"family":"Denna","given":"Eric"}],"container-title":"EducausEreview","issue":"March/April","issued":{"date-parts":[[2014]]},"page":"62-63","title":"The Business Model of Higher Education","type":"article-journal"},
  {"id":"janssen_business_2012","author":[{"family":"Janssen","given":"Ben"},{"family":"Schuwer","given":"Robert"},{"family":"Mulder","given":"Fred"}],"container-title":"Okada, A.  (2012). Open Educational Resources and Social Networks: Co-Learning and Professional Development","editor":[{"family":"Okada","given":"Alexandra"}],"event-place":"London, England","issued":{"date-parts":[[2012]]},"publisher":"Scholio Educational Research & Publishing","publisher-place":"London, England","title":"A Business Model Approach for Open Educational Resources in Open Universities","type":"chapter","URL":"https://www.robertschuwer.nl/download/BMOEROU.pdf"},
  {"id":"lichy_advanced_2015","editor":[{"family":"Lichy","given":"Jessica"},{"family":"Birch","given":"Chris"}],"issued":{"date-parts":[[2015]]},"publisher":"Cambridge Scholars Publishing","title":"Advanced Business Models in International Higher Education","type":"book"},
  {"id":"macbryde_designing_nodate","abstract":"Abstract This paper starts by critically reviewing the way in which universities design their measures of performance. We argue that the “one size fits all” performance measurement approach adopted by so many universities is not appropriate when departments have very different operating models. The paper proposes using “business model design” to enable university departments and centres to design and develop their own “sustainability model”, which in turn may help them develop more appropriate performance measurement systems. Using the lens of business model design may help universities to recognise their diversity and allow them to use performance measures more strategically.","author":[{"family":"MacBryde","given":"Jill"},{"family":"Franco-Santos","given":"Monica"}],"language":"en","page":"10","source":"Zotero","title":"Designing better performance measurement systems in universities using the business model canvas","type":"article-journal"},
  {"id":"mcavennie_development_2017","abstract":"Internationalisation is one of the key forces driving the most rapid transformation of Higher Education ever witnessed, with corporate training services in high demand, as identified by the recent TechNavio report (2016). An associated business opportunity has been identified that may significantly develop education export activities at Kajaani University of Applied Sciences (KAMK) and the Adult and Continuing Education AIKOPA. Therefore the main objective of this research is to develop a commercially viable business model for the internationalisation of a Finnish corporate training service for the European data centre industry. The research, which adopts a Design Research strategy, uses Osterwalder’s and Pigneur’s (2010) Business Model Canvas as a theoretical framework to guide the empirical study utilising qualitative research methods. Based on the analysis of the primary data, which was collected through in-depth stakeholder interviews and participative observation, the final business model is presented at the end of the study, followed by reflection in light of internationalisation and business models literature. The study is an applied literary contribution to the relatively new phenomenon of education export in Finland, especially in the field of professional training services export. From the perspective of the data centre industry the study brings an academic perspective to a recognised phenomenon, drawing theoretical analysis together with data gathered directly from key industry representatives to propose a practical and entirely feasible solution. It is recognised that the scope of this research is limited, so additional detailed design is required to practically implement the service. A cost-benefit analysis and competitor analysis should be conducted, and the initial market for piloting the service internationally should be limited according to available budget. Additionally, this research may be used as the basis for designing business models for other niche industries that require professional training services.","author":[{"family":"McAvennie","given":"Anastasia"}],"event-place":"Finland","genre":"MBA Thesis","issued":{"date-parts":[[2017]]},"language":"en","number-of-pages":"109","publisher":"Jyväskylän ammattikorkeakoulu University of Applied Sciences","publisher-place":"Finland","source":"Zotero","title":"Development of a business model for the internationalisation of a Finnish corporate training service for the European data centre industry","type":"thesis","URL":"http://www.theseus.fi/handle/10024/131377"},
  {"id":"noauthor_business_2013","issued":{"date-parts":[[2013,9]]},"page":"1-31","publisher":"Hanover Research","title":"Business Models for Online Higher Education","type":"report"},
  {"id":"ochinanwata_business_2017","abstract":"This paper explores business model innovation that aims to innovate the Nigerian higher education sector. A focus group and semi-structured interviews among higher education Nigerian academics, students and graduates are used to explore the new business model for Nigerian higher education. The study found that, to achieve efficient and effective innovation, Nigerian higher education institutions need to collaborate with industry, professionals and other stakeholders, such as company management and government policy-makers, to transform the entire higher education sector. The study found that curriculum design and delivery needs to blend theoretical understanding and real-life experience from industry with social cultural influences related to the Nigerian environment. This will enable lecturers to organise their teaching and assessments in such a way that students can learn around theoretical and practical study themes. The curriculum design and delivery needs to link the core ideas to challenging problems in society, nationally and globally. Hence, this approach will support business start-ups and social entrepreneurship, which resolve key societal problems. The study suggests that higher education executives, directors, deans, heads of department, and even individual academics need to emulate innovative business managers, to create value-adding products and services from innovative research and academic work. This will help the Nigerian higher education institutions to develop and offer new products and services to different customer segments, differentiated according to customer needs.","accessed":{"date-parts":[[2018,8,23]]},"author":[{"family":"Ochinanwata","given":"Nonso"},{"family":"Ezepue","given":"Patrick Oseloka"}],"DOI":"10.5281/zenodo.822496","issued":{"date-parts":[[2017,7,3]]},"language":"en","source":"DataCite","title":"Business Model Innovation In  Nigerian Higher Education Institutions","type":"article-journal","URL":"https://zenodo.org/record/822496"},
  {"id":"prifti_emerging_2017","abstract":"This study aims to give a deeper understanding on emerging business models in the context of education. Industry 4.0/the Industrial Internet in general and especially recent advances in cloud computing enable a new kind of service offering in the education sector and lead to new business models for education: Education-as-a-Service (EaaS). Within EaaS, learning, and teaching contents are delivered as services. By combining a literature review with a qualitative case study, this paper makes a three-fold contribution to the field of business models in education: First, we provide a theoretical definition for a common understanding of EaaS. Second, we present the state-of-the-art research on this new paradigm. Third, in the case study we describe a “best practices” business model of an existing EaaS provider. These insights build a theoretical foundation for further research in this area. The paper concludes with a research agenda for further research in this emerging field.","accessed":{"date-parts":[[2018,8,23]]},"author":[{"family":"Prifti","given":"Loina"},{"family":"Knigge","given":"Marlene"},{"family":"Löffler","given":"Alexander"},{"family":"Hecht","given":"Sonja"},{"family":"Krcmar","given":"Helmut"}],"container-title":"International Journal of Engineering Pedagogy (iJEP)","DOI":"10.3991/ijep.v7i3.7337","ISSN":"2192-4880","issue":"3","issued":{"date-parts":[[2017,9,29]]},"language":"en","page":"92","source":"Crossref","title":"Emerging Business Models in Education Provisioning: A Case Study on Providing Learning Support as Education-as-a-Service","title-short":"Emerging Business Models in Education Provisioning","type":"article-journal","URL":"http://online-journals.org/index.php/i-jep/article/view/7337","volume":"7"},
  {"id":"valentin_towards_2014","abstract":"E-learning nowadays influences almost every part of life. Individual learners as well as educational institutions and companies increasingly apply e-learning technologies. These developments come along with an increasing number of company formations in the e-learning industry. The choice of the right business model has proven to be an important success factor. To establish in the marketplace, these companies must be aware of their business model. Although a lot of research regarding business models has been carried out, e-learning specific characteristics have not been considered in terms of a standardized description of business models. This paper presents the derivation of a business model framework which addresses the specifications of the e-learning industry. It supports e-learning companies to describe and evaluate their business model according to a fixed scheme consisting of business model elements and their specifications.","author":[{"family":"Valentin","given":"Christina Di"},{"family":"Werth","given":"Dirk"},{"family":"Loos","given":"Peter"}],"issued":{"date-parts":[[2014]]},"language":"en","page":"11","source":"Zotero","title":"Towards a Business Model Framework for E-learning Companies","type":"article-journal"},
  {"id":"wehn_university_2017","author":[{"family":"Wehn","given":"Uta"}],"issued":{"date-parts":[[2017]]},"language":"en","title":"University Business Models & Value Propositions in the Digital Age","type":"speech"}
]
