[
  {"id":"ambrazaitis_multimodal_2017","abstract":"Facial beat gestures align with pitch accents in speech, functioning as visual prominence markers. However, it is not yet well understood whether and how gestures and pitch accents might be combined to create different types of multimodal prominence, and how specifically visual prominence cues are used in spoken communication. In this study, we explore the use and possible interaction of eyebrow (EB) and head (HB) beats with so-called focal pitch accents (FA) in a corpus of 31 brief news readings from Swedish television (four news anchors, 986 words in total), focusing on effects of position in text, information structure as well as speaker expressivity. Results reveal an inventory of four primary (combinations of) prominence markers in the corpus: FA+HB+EB, FA+HB, FA only (i.e., no gesture), and HB only, implying that eyebrow beats tend to occur only in combination with the other two markers. In addition, head beats occur significantly more frequently in the second than in the first part of a news reading. A functional analysis of the data suggests that the distribution of head beats might to some degree be governed by information structure, as the text-initial clause often defines a common ground or presents the theme of the news story. In the rheme part of the news story, FA, HB, and FA+HB are all common prominence markers. The choice between them is subject to variation which we suggest might represent a degree of freedom for the speaker to use the markers expressively. A second main observation concerns eyebrow beats, which seem to be used mainly as a kind of intensification marker for highlighting not only contrast, but also value, magnitude, or emotionally loaded words; it is applicable in any position in a text. We thus observe largely different patterns of occurrence and usage of head beats on the one hand and eyebrow beats on the other, suggesting that the two represent two separate modalities of visual prominence cuing.","accessed":{"date-parts":[[2023,1,22]]},"author":[{"family":"Ambrazaitis","given":"Gilbert"},{"family":"House","given":"David"}],"citation-key":"ambrazaitis_multimodal_2017","container-title":"Speech Communication","container-title-short":"Speech Communication","DOI":"10.1016/j.specom.2017.08.008","ISSN":"0167-6393","issued":{"date-parts":[[2017,12,1]]},"language":"en","page":"100-113","source":"ScienceDirect","title":"Multimodal prominences: Exploring the patterning and usage of focal pitch accents, head beats and eyebrow beats in Swedish television news readings","title-short":"Multimodal prominences","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0167639317300341","volume":"95"},
  {"id":"blench_unusual_2012-2","author":[{"family":"Harley","given":"Matthew"}],"call-number":"P40.5.L562 N63 2012","citation-key":"blench_unusual_2012-2","collection-number":"5","collection-title":"Kay Williamson Educational Foundation: African languages monographs","container-title":"Advances in Minority Language Research in Nigeria","editor":[{"family":"Blench","given":"R."},{"family":"McGill","given":"Stuart"}],"event-place":"Köln","ISBN":"978-3-89645-426-3","issued":{"date-parts":[[2012]]},"language":"en","note":"OCLC: ocn800000553","page":"38-65","publisher":"R. Köppe","publisher-place":"Köln","source":"Library of Congress ISBN","title":"Unusual sounds in Nigerian languages","type":"chapter"},
  {"id":"blust_austronesian_2013-1","abstract":"The Austronesian comparative dictionary (ACD) is an open-access online resource that currently (June 2013) includes 4,837 sets of reconstructions for nine hierarchically ordered protolanguages. Of these, 3,805 sets consist of single bases, and the remaining 1,032 sets contain 1,032 bases plus 1,781 derivatives, including affixed forms, reduplications, and compounds. Historical inferences are based on material drawn from more than 700 attested languages, some of which are cited only sparingly, while others appear in over 1,500 entries. In addition to its main features, the ACD contains supplementary sections on widely distributed loanwords that could potentially lead to erroneous protoforms, submorphemic \"roots,\" and \"noise\" (in the information-theoretic sense of random lexical similarity that arises from historically independent processes). Although the matter is difficult to judge, the ACD, which prints out to somewhat over 3,000 single-spaced pages, now appears to be about half complete.","accessed":{"date-parts":[[2023,1,22]]},"author":[{"family":"Blust","given":"Robert"},{"family":"Trussel","given":"Stephen"}],"citation-key":"blust_austronesian_2013-1","container-title":"Oceanic Linguistics","ISSN":"0029-8115","issue":"2","issued":{"date-parts":[[2013]]},"page":"493-523","publisher":"University of Hawai'i Press","source":"JSTOR","title":"The Austronesian Comparative Dictionary: A Work in Progress","title-short":"The Austronesian Comparative Dictionary","type":"article-journal","URL":"https://www.jstor.org/stable/43286361","volume":"52"},
  {"id":"blust1999subgrouping","author":[{"family":"Blust","given":"Robert"}],"citation-key":"blust1999subgrouping","container-title":"Selected papers from the Eighth International Conference on Austronesian Linguistics","editor":[{"family":"Zeitoun","given":"Elizabeth"},{"family":"Li","given":"Paul Jen-kuei"}],"event-place":"Taipei","issued":{"date-parts":[[1999]]},"page":"31-94","publisher":"Institute of Linguistics (Preparatory Office), Academia Sinica","publisher-place":"Taipei","title":"Subgrouping, Circularity and Extinction: Some Issues in Austronesian Comparative Linguistics","type":"chapter"},
  {"id":"everett_phonetic_1982-1","abstract":"Pirahã is interesting from both a phonetic and a phonological perspective. While possessing an apparently simple phonemic inventory (consisting of eight consonants, three vowels and two tones) it demonstrates a great deal of variation at the phonetic level. It is the purpose of this paper to document two phonetic rarities in Pirahã, one of which, [i] has been recorded for no other language, to the knowledge of the present writer.","archive":"Cambridge Core","author":[{"family":"Everett","given":"Daniel Leonard"}],"citation-key":"everett_phonetic_1982-1","container-title":"Journal of the International Phonetic Association","DOI":"10.1017/S0025100300002498","ISSN":"0025-1003","issue":"2","issued":{"date-parts":[[1982]]},"page":"94-96","source":"Cambridge University Press","title":"Phonetic rarities in Pirahã","type":"article-journal","URL":"https://www.cambridge.org/core/article/phonetic-rarities-in-piraha1/81A93CD565B9A107188641E5E9894934","volume":"12"},
  {"id":"havenhill_visual_2018-1","abstract":"What are the factors that contribute to (or inhibit) diachronic sound change? While acoustically motivated sound changes are well-documented, research on the articulatory and audiovisual-perceptual aspects of sound change is limited. This paper investigates the interaction of articulatory variation and audiovisual speech perception in the Northern Cities Vowel Shift (NCVS), a pattern of sound change observed in the Great Lakes region of the United States. We focus specifically on the maintenance of the contrast between the vowels /ɑ/ and /ɔ/, both of which are fronted as a result of the NCVS. We present results from two experiments designed to test how the NCVS is produced and perceived. In the first experiment, we present data from an articulatory and acoustic analysis of the production of fronted /ɑ/ and /ɔ/. We find that some speakers distinguish /ɔ/ from /ɑ/ with a combination of both tongue position and lip rounding, while others do so using either tongue position or lip rounding alone. For speakers who distinguish /ɔ/ from /ɑ/ along only one articulatory dimension, /ɑ/ and /ɔ/ are acoustically more similar than for speakers who produce multiple articulatory distinctions. While all three groups of speakers maintain some degree of acoustic contrast between the vowels, the question is raised as to whether these articulatory strategies differ in their perceptibility. In the perception experiment, we test the hypothesis that visual speech cues play a role in maintaining contrast between the two sounds. The results of this experiment suggest that articulatory configurations in which /ɔ/ is produced with unround lips are perceptually weaker than those in which /ɔ/ is produced with rounding, even though these configurations result in acoustically similar output. We argue that these findings have implications for theories of sound change and variation in at least two respects: (1) visual cues can shape phonological systems through misperception-based sound change, and (2) phonological systems may be optimized not only for auditory but also for visual perceptibility.","accessed":{"date-parts":[[2023,1,22]]},"author":[{"family":"Havenhill","given":"Jonathan"},{"family":"Do","given":"Youngah"}],"citation-key":"havenhill_visual_2018-1","container-title":"Frontiers in Psychology","DOI":"10.3389/fpsyg.2018.00728","ISSN":"1664-1078","issued":{"date-parts":[[2018]]},"page":"Article 728","source":"Frontiers","title":"Visual Speech Perception Cues Constrain Patterns of Articulatory Variation and Sound Change","type":"article-journal","URL":"https://www.frontiersin.org/articles/10.3389/fpsyg.2018.00728","volume":"9"},
  {"id":"leung_tonal_1991","author":[{"family":"Leung","given":"Elizabeth Woon-Yee"}],"citation-key":"leung_tonal_1991","issued":{"date-parts":[[1991]]},"language":"en","number-of-pages":"183","publisher":"Phonetics Laboratory, Department of Modern Languages and Linguistics, Cornell University","source":"Google Books","title":"The Tonal Phonology of Llogoori: A Study of Llogoori Verbs","title-short":"The Tonal Phonology of Llogoori","type":"book"},
  {"id":"mielke_articulation_2011","abstract":"This paper documents the articulation of the interdental approximant, an unusual speech sound that occurs in several languages spoken in the Philippines and Western Australia. This sound is notable for the fact that the tongue protrudes from the mouth and contacts the lower lip, and it seems to have a lateral perceptual quality, but documentation of the other details of the sound have been sketchy. We use ultrasound imaging to study the sound produced by a speaker of Kagayanen. We show that the only constriction is interdental, that the degree of tongue protrusion is related to vowel context and focus, and that the sound does not involve tongue raising. Coronal section images indicate that the sound involves the lowering of at least one side of the tongue, making it articulatorily lateral. We also discuss the implications for theories of tongue movement.","accessed":{"date-parts":[[2023,1,21]]},"author":[{"family":"Mielke","given":"Jeff"},{"family":"Olson","given":"Kenneth S."},{"family":"Baker","given":"Adam"},{"family":"Archangeli","given":"Diana"}],"citation-key":"mielke_articulation_2011","collection-title":"Speech Reduction","container-title":"Journal of Phonetics","container-title-short":"Journal of Phonetics","DOI":"10.1016/j.wocn.2011.02.008","ISSN":"0095-4470","issue":"3","issued":{"date-parts":[[2011,7,1]]},"language":"en","page":"403-412","source":"ScienceDirect","title":"Articulation of the Kagayanen interdental approximant: An ultrasound study","title-short":"Articulation of the Kagayanen interdental approximant","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0095447011000246","volume":"39"},
  {"id":"olson_acoustic_2008","accessed":{"date-parts":[[2023,1,21]]},"author":[{"family":"Olson","given":"Kenneth S."},{"family":"Mielke","given":"Jeff"}],"citation-key":"olson_acoustic_2008","container-title":"The Journal of the Acoustical Society of America","DOI":"10.1121/1.2934307","ISSN":"0001-4966","issue":"5","issued":{"date-parts":[[2008,5]]},"page":"3460-3460","publisher":"Acoustical Society of America","source":"asa.scitation.org (Atypon)","title":"Acoustic properties of the interdental approximant in Kagayanen","type":"article-journal","URL":"https://asa.scitation.org/doi/abs/10.1121/1.2934307","volume":"123"},
  {"id":"olson_buhinon_2009-1","abstract":"This paper presents a 207-item digital wordlist of Buhi’non, an Austronesian language spoken in the Philippines. The wordlist includes a broad phonetic transcription of each word, an English gloss, an individual WAV recording of each item, and metadata for resource discovery. An archival form of the wordlist was deposited into an institutional archive (Kaipuleohone, the University of Hawai‘i Digital Ethnographic Archive) and includes the original WAV file of the entire wordlist recording session, descriptive markup encoding of the wordlist in XML employing Unicode transcription, TIFF images of the original field transcriptions, and the metadata record. The presentation form was then generated directly from the archival form.","accessed":{"date-parts":[[2020,7,2]]},"author":[{"family":"Olson","given":"Kenneth S."},{"family":"Ballenas","given":"Emy T."},{"family":"Borromeo","given":"Nilo M."}],"citation-key":"olson_buhinon_2009-1","container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issue":"2","issued":{"date-parts":[[2009]]},"language":"eng","license":"Creative Commons Attribution Non-Commercial No Derivatives License","note":"ZSCC: 0000001 \nAccepted: 2009-12-21T08:19:32Z","page":"213-225","publisher":"University of Hawai'i Press; http://web.archive.org/web/20200702185920/https://scholarspace.manoa.hawaii.edu/handle/10125/4440; http://web.archive.org/web/20200702185924/https://scholarspace.manoa.hawaii.edu/handle/10125/4440","source":"scholarspace.manoa.hawaii.edu","title":"Buhi'non (Bikol) Digital Wordlist: Presentation Form","title-short":"Buhi'non (Bikol) Digital Wordlist","type":"article-journal","URL":"http://hdl.handle.net/10125/4440","volume":"3"},
  {"id":"olson_minangali_2008-2","abstract":"this paper presents a 207-item digital wordlist of minangali, an Austronesian language spoken in the Philippines. the wordlist includes orthographic and broad phonetic transcriptions of each word, an english gloss, an individual WAV recording of each item, and metadata for resource discovery. An archival form of the wordlist was deposited into an institutional archive (the sil language and Culture Archives) and includes the original WAV digital recording, the original rtf wordlist form, descriptive markup encoding of the wordlist in XML employing Unicode transcription, and the metadata record. the presentation form was then generated directly from the archival form.","author":[{"family":"Olson","given":"Kenneth S"},{"family":"Machlan","given":"Glenn"},{"family":"Amangao","given":"Nelson"}],"citation-key":"olson_minangali_2008-2","container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issue":"1","issued":{"date-parts":[[2008]]},"language":"en","page":"146-156","source":"Zotero","title":"Minangali (Kalinga) Digital Wordlist: Presentation Form","type":"article-journal","URL":"http://hdl.handle.net/10125/1772","volume":"2"},
  {"id":"olson_phonetic_2010-1","abstract":"The (inter)dental approximant is a little-studied speech sound in the Philippines and Western Australia. In this paper, we document the articulation of the sound, providing acoustic and video data from Kagayanen and Limos Kalinga, respectively. The sound is attested in at least fifteen languages. It is contrastive in five Western Australian languages, while in the Philippines it generally patterns as an allophone of /l/ but has emerged recently as a separate phoneme due to contact. It arose independently in the two regions. The sound is easily describable in terms of values of phonological features or phonetic parameters. All of these factors argue for the inclusion of the sound in the International Phonetic Alphabet.","archive":"Cambridge Core","author":[{"family":"Olson","given":"Kenneth S."},{"family":"Mielke","given":"Jeff"},{"family":"Sanicas-Daguman","given":"Josephine"},{"family":"Pebley","given":"Carol Jean"},{"family":"Paterson III","given":"Hugh J."}],"citation-key":"olson_phonetic_2010-1","container-title":"Journal of the International Phonetic Association","DOI":"10.1017/S0025100309990296","ISSN":"0025-1003","issue":"2","issued":{"date-parts":[[2010]]},"page":"199–215","source":"Cambridge University Press","title":"The phonetic status of the (inter)dental approximant","type":"article-journal","URL":"https://www.cambridge.org/core/article/phonetic-status-of-the-interdental-approximant/55C03DD7F24AA66FC734DC255AE29A3B","volume":"40"},
  {"id":"perniss_why_2018","accessed":{"date-parts":[[2023,1,22]]},"author":[{"family":"Perniss","given":"Pamela"}],"citation-key":"perniss_why_2018","container-title":"Frontiers in Psychology","container-title-short":"Front. Psychol.","DOI":"10.3389/fpsyg.2018.01109","ISSN":"1664-1078","issued":{"date-parts":[[2018,6,28]]},"page":"1109","source":"DOI.org (Crossref)","title":"Why We Should Study Multimodal Language","type":"article-journal","URL":"https://www.frontiersin.org/article/10.3389/fpsyg.2018.01109/full","volume":"9"},
  {"id":"vigliocco_language_2014","abstract":"Our understanding of the cognitive and neural underpinnings of language has traditionally been firmly based on spoken Indo-European languages and on language studied as speech or text. However, in face-to-face communication, language is multimodal: speech signals are invariably accompanied by visual information on the face and in manual gestures, and sign languages deploy multiple channels (hands, face and body) in utterance construction. Moreover, the narrow focus on spoken Indo-European languages has entrenched the assumption that language is comprised wholly by an arbitrary system of symbols and rules. However, iconicity (i.e. resemblance between aspects of communicative form and meaning) is also present: speakers use iconic gestures when they speak; many non-Indo-European spoken languages exhibit a substantial amount of iconicity in word forms and, finally, iconicity is the norm, rather than the exception in sign languages. This introduction provides the motivation for taking a multimodal approach to the study of language learning, processing and evolution, and discusses the broad implications of shifting our current dominant approaches and assumptions to encompass multimodal expression in both signed and spoken languages.","accessed":{"date-parts":[[2023,1,22]]},"author":[{"family":"Vigliocco","given":"Gabriella"},{"family":"Perniss","given":"Pamela"},{"family":"Vinson","given":"David"}],"citation-key":"vigliocco_language_2014","container-title":"Philosophical Transactions of the Royal Society B: Biological Sciences","container-title-short":"Phil. Trans. R. Soc. B","DOI":"10.1098/rstb.2013.0292","ISSN":"0962-8436, 1471-2970","issue":"1651","issued":{"date-parts":[[2014,9,19]]},"language":"en","page":"20130292","source":"DOI.org (Crossref)","title":"Language as a multimodal phenomenon: implications for language learning, processing and evolution","title-short":"Language as a multimodal phenomenon","type":"article-journal","URL":"https://royalsocietypublishing.org/doi/10.1098/rstb.2013.0292","volume":"369"},
  {"id":"zorc_bisayan_1975","author":[{"family":"Zorc","given":"R David"}],"citation-key":"zorc_bisayan_1975","event-place":"Ithaca, New York","genre":"Ph.D Dissertation","issued":{"date-parts":[[1975]]},"publisher":"Cornell University","publisher-place":"Ithaca, New York","title":"The Bisayan dialects of the Philippines: subgrouping and reconstruction","type":"thesis"}
]
