[
	{
		"id": "http://zotero.org/users/5512940/items/IPDJ3EXL",
		"type": "book",
		"abstract": "The authors of the international bestseller Business Model Generation explain how to create value propositions customers can't resist Value Proposition Design helps you tackle a core challenge of every business - creating compelling products and services customers want to buy. This practical book, paired with its online companion, will teach you the processes and tools you need to succeed. Using the same stunning visual format as the authors' global bestseller, Business Model Generation, this sequel explains how to use the \"Value Proposition Canvas\" a practical tool to design, test, create, and manage products and services customers actually want. Value Proposition Design is for anyone who has been frustrated by business meetings based on endless conversations, hunches and intuitions, expensive new product launches that blew up, or simply disappointed by the failure of a good idea. The book will help you understand the patterns of great value propositions, get closer to customers, and avoid wasting time with ideas that won't work. You'll learn the simple but comprehensive process of designing and testing value propositions, taking the guesswork out of creating products and services that perfectly match customers' needs and desires. Practical exercises, illustrations and tools help you immediately improve your product, service, or new business idea. In addition the book gives you exclusive access to an online companion on Strategyzer.com. You will be able to complete interactive exercises, assess your work, learn from peers, and download pdfs, checklists, and more. Value Proposition Design complements and perfectly integrates with the \"Business Model Canvas\" from Business Model Generation, a tool embraced by startups and large corporations such as MasterCard, 3M, Coca Cola, GE, Fujitsu, LEGO, Colgate-Palmolive, and many more. Value. Proposition Design gives you a proven methodology for success, with value propositions that sell, embedded in profitable business models.",
		"archive": "/z-wcorg/",
		"event-place": "Somerset, New Jersey",
		"ISBN": "978-1-118-96807-9",
		"language": "English",
		"publisher": "Wiley",
		"publisher-place": "Somerset, New Jersey",
		"source": "http://worldcat.org",
		"title": "Value Proposition Design: How to Create Products and Services Customers Want.",
		"author": [
			{
				"family": "Osterwalder",
				"given": "Alexander"
			},
			{
				"family": "Pigneur",
				"given": "Yves"
			},
			{
				"family": "Bernarda",
				"given": "Gregory"
			},
			{
				"family": "Smith",
				"given": "Alan"
			},
			{
				"family": "Papadakos",
				"given": "Trish"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2015"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/users/5512940/items/JDJUFCQ7",
		"type": "book",
		"abstract": "Offers tools and techniques to systematically understand, design, and implement new business models and renovate and rework old models",
		"call-number": "HD30.28 .O778 2010",
		"event-place": "Hoboken, NJ, USA",
		"ISBN": "978-0-470-87641-1",
		"note": "OCLC: ocn648031756",
		"number-of-pages": "278",
		"publisher": "Wiley",
		"publisher-place": "Hoboken, NJ, USA",
		"source": "Library of Congress ISBN",
		"title": "Business model generation: a handbook for visionaries, game changers, and challengers",
		"title-short": "Business model generation",
		"author": [
			{
				"family": "Osterwalder",
				"given": "Alexander"
			},
			{
				"family": "Pigneur",
				"given": "Yves"
			}
		],
		"issued": {
			"date-parts": [
				[
					"2010"
				]
			]
		}
	}
]