[
	{
		"id": "http://zotero.org/users/5512940/items/JNQY98MM",
		"type": "thesis",
		"abstract": "U̠t-Maꞌin is a Kainji, East Benue‑Congo language, spoken in northwestern Nigeria (ISO 639-3 code [gel]). This study contributes to our understanding of Benue‑Congo languages by offering the first indepth look at nominalization phenomena in any Kainji language. Kainji is an undesrdescribed 50+ language subgroup of Benue‑Congo; current descriptions are limited to articles and dissertations on a few languages, unpublished wordlists, and unpublished grammar sketches. This study looks at the morphosyntax of predication in U̠t‑Ma'in, especially the extensive use of nominalization and NP agreement phenomena within a wide range of predicative functions. Five of fourteen noun class prefixes are involved in nominalization of the verb; a nominalized verb, along with a goal complement or an object, can be incorporated into the nominalized phrase in the same way that a noun modifier is marked within a NP. These nominalized verb phrases are extensively used in auxiliary constructions that cover a diverse range of tense, aspect, and mode designations; the syntactic transitivity of the clause determines the morphosyntax used. Intransitive auxiliary constructions use the full range of nominalizing noun class marking; in contrast, transitive auxiliary constructions show a shift in their use of the noun class agreement morphology required. The progressive auxiliary construction specifically has shown the most adjustment in the system. The U̠t‑Ma'in associative morpheme is in widespread use across different syntactic constructions. The associative can create a modifying phrase from a descriptive noun with a wide range of semantic relationship between the two nouns. The associative also serves as the relative pronoun introducing a descriptive relative clause. The associative can mark a goal or an object that is contained within the nominalized verb phrase. When a nominalized verb phrase is the complement to an auxiliary construction, the associative marks only the object complement of the verb. Finally, the associative marks the nominative form of nouns in certain morphosyntactic environments; this results in a so called marked-nominative word form and clause alignment pattern. These diverse uses of the associative and the accompanying agreement marking are pervasive in U̠t‑Maꞌin and are a major focus of this study.",
		"archive": "Scholarsbank - University of Oregon",
		"event-place": "Eugene, Oregon",
		"genre": "Ph.D Dissertation",
		"language": "en",
		"note": "http://web.archive.org/web/20200701131559/https://scholarsbank.uoregon.edu/xmlui/handle/1794/25259",
		"publisher": "University of Oregon",
		"publisher-place": "Eugene, Oregon",
		"title": "Nominalization and Predication in Ut-Maꞌin",
		"URL": "https://scholarsbank.uoregon.edu/xmlui/handle/1794/25259",
		"author": [
			{
				"family": "Paterson",
				"given": "Rebecca Dow Smith"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2020",
					7,
					1
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2019"
				]
			]
		}
	}
]
