[
  {"id":"alperin_how_2019","abstract":"Much of the work done by faculty at both public and private universities has significant public dimensions: it is often paid for by public funds; it is often aimed at serving the public good; and it is often subject to public evaluation. To understand how the public dimensions of faculty work are valued, we analyzed review, promotion, and tenure documents from a representative sample of 129 universities in the US and Canada. Terms and concepts related to public and community are mentioned in a large portion of documents, but mostly in ways that relate to service, which is an undervalued aspect of academic careers. Moreover, the documents make significant mention of traditional research outputs and citation-based metrics: however, such outputs and metrics reward faculty work targeted to academics, and often disregard the public dimensions. Institutions that seek to embody their public mission could therefore work towards changing how faculty work is assessed and incentivized.","accessed":{"date-parts":[[2020,12,5]]},"author":[{"family":"Alperin","given":"Juan P"},{"family":"Muñoz Nieves","given":"Carol"},{"family":"Schimanski","given":"Lesley A"},{"family":"Fischman","given":"Gustavo E"},{"family":"Niles","given":"Meredith T"},{"family":"McKiernan","given":"Erin C"}],"container-title":"eLife","DOI":"10.7554/eLife.42254","ISSN":"2050-084X","issued":{"date-parts":[[2019,2,12]]},"language":"en","page":"e42254","source":"DOI.org (Crossref)","title":"How significant are the public dimensions of faculty work in review, promotion and tenure documents?","type":"article-journal","URL":"https://elifesciences.org/articles/42254","volume":"8"},
  {"id":"berez-kroeker_reproducible_2018-1","abstract":"Abstract\n            This paper is a position statement on reproducible research in linguistics, including data citation and attribution, that represents the collective views of some 41 colleagues. Reproducibility can play a key role in increasing verification and accountability in linguistic research, and is a hallmark of social science research that is currently under-represented in our field. We believe that we need to take time as a discipline to clearly articulate our expectations for how linguistic data are managed, cited, and maintained for long-term access.","accessed":{"date-parts":[[2020,12,5]]},"author":[{"family":"Berez-Kroeker","given":"Andrea L."},{"family":"Gawne","given":"Lauren"},{"family":"Kung","given":"Susan Smythe"},{"family":"Kelly","given":"Barbara F."},{"family":"Heston","given":"Tyler"},{"family":"Holton","given":"Gary"},{"family":"Pulsifer","given":"Peter"},{"family":"Beaver","given":"David I."},{"family":"Chelliah","given":"Shobhana"},{"family":"Dubinsky","given":"Stanley"},{"family":"Meier","given":"Richard P."},{"family":"Thieberger","given":"Nick"},{"family":"Rice","given":"Keren"},{"family":"Woodbury","given":"Anthony C."}],"container-title":"Linguistics","DOI":"10.1515/ling-2017-0032","ISSN":"0024-3949, 1613-396X","issue":"1","issued":{"date-parts":[[2018,1,26]]},"page":"1-18","source":"DOI.org (Crossref)","title":"Reproducible research in linguistics: A position statement on data citation and attribution in our field","title-short":"Reproducible research in linguistics","type":"article-journal","URL":"https://www.degruyter.com/doi/10.1515/ling-2017-0032","volume":"56"},
  {"id":"haspelmath_annotated_2014","abstract":"It has often been said that the job of linguists working on a small language is not complete until they publish three major works on the language: a grammar, a dictionary, and a volume of texts.  This threefold result of … Continue reading →","accessed":{"date-parts":[[2021,1,7]]},"author":[{"family":"Haspelmath","given":"Martin"},{"family":"Michaelis","given":"Susanne Maria"}],"container-title":"Diversity Linguistics Comment","genre":"Billet","issued":{"date-parts":[[2014,3,11]]},"language":"en-US","title":"Annotated corpora of small languages as refereed publications: a vision","title-short":"Annotated corpora of small languages as refereed publications","type":"post-weblog","URL":"https://dlc.hypotheses.org/691"},
  {"id":"himmelmann_documentary_1998","author":[{"family":"Himmelmann","given":"Nikolaus P."}],"container-title":"Linguistics","DOI":"10.1515/ling.1998.36.1.161","issue":"1","issued":{"date-parts":[[1998]]},"language":"English","page":"161-195","title":"Documentary and Descriptive Linguistics","type":"article-journal","volume":"36"},
  {"id":"lsa_executive_committee_statement_2018","author":[{"literal":"LSA Executive Committee"}],"event-place":"Washington, D.C","genre":"White Paper","issued":{"date-parts":[[2018]]},"publisher-place":"Washington, D.C","title":"Statement on Evaluation of Language Documentation for Hiring, Tenure, and Promotion","type":"manuscript","URL":"https://www.linguisticsociety.org/sites/default/files/Evaluation_Lg_Documentation.pdf"},
  {"id":"mazzitelli_documentation_2020","abstract":"This paper provides an introduction to Lakurumau, a previously undescribed and undocumented Oceanic language of Papua New Guinea. The first part of the paper is a guide to the Lakurumau documentation corpus, deposited in the ELAR archive. The participants and the content of the deposit, the technology used for recording, and the ethical protocols followed in the construction of the corpus are discussed. In the second part, a brief grammatical description of Lakurumau is presented, providing morpho-syntactic and sociolinguistic evidence in support of the classification of Lakurumau as an independent language, and some directions for future work are outlined.","accessed":{"date-parts":[[2021,1,7]]},"author":[{"family":"Mazzitelli","given":"Lidia Federica"}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[[2020]]},"language":"en-US","note":"Accepted: 2020-03-30T21:06:43Z","page":"215-237","publisher":"University of Hawaii Press","source":"scholarspace.manoa.hawaii.edu","title":"Documentation of Lakurumau: Making the case for one more language in Papua New Guinea","title-short":"Documentation of Lakurumau","type":"article-journal","URL":"http://hdl.handle.net/10125/24922","volume":"14"},
  {"id":"rice_documentary_2011","author":[{"family":"Rice","given":"Keren"}],"container-title":"Language Documentation & Conservation","issued":{"date-parts":[[2011]]},"page":"187–207","title":"Documentary Linguistics and Community Relations","type":"article-journal","URL":"http://hdl.handle.net/10125/4498","volume":"5"},
  {"id":"riesberg_reflections_2018","author":[{"family":"Riesberg","given":"Sonja"}],"collection-number":"15","collection-title":"Language Documentation & Conservation Special Publications","container-title":"Reflections on Language Documentation 20 Years after Himmelmann 1998","editor":[{"family":"McDonnell","given":"Bradley"},{"family":"Berez-Kroeker","given":"Andrea L."},{"family":"Holton","given":"Gary"}],"event-place":"University of Hawai‘i Press.","issued":{"date-parts":[[2018]]},"page":"151-156","publisher":"Honolulu","publisher-place":"University of Hawai‘i Press.","title":"Reflections on descriptive and documentary adequacy","type":"chapter","URL":"http://hdl.handle.net/10125/24816"},
  {"id":"salffner_guide_2015","abstract":"Language documentation collections contain valuable and unique resources on the languages and cultures of the people represented in the collection. To allow users to understand and use one particular collection, this article provides a guide to the language documentation project “Farming, food and yam: language and cultural practices among Ikaan speakers,” deposited in the Endangered Languages Archive. It gives a bird’s eye view of the collection, showing the project background, the conventions and workflows, and the structure and content of the resources. In addition, it provides a glimpse behind the scene, outlining motivations, observations, thoughts on the collection, and future plans. This article thus contextualizes the collection by placing it in its wider research and community context.","accessed":{"date-parts":[[2021,1,7]]},"author":[{"family":"Salffner","given":"Sophie"}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[[2015]]},"language":"en","note":"Accepted: 2015-09-24T20:28:29Z","page":"237-267","publisher":"University of Hawaii Press","source":"scholarspace.manoa.hawaii.edu","title":"A guide to the Ikaan language and culture documentation","type":"article-journal","URL":"http://hdl.handle.net/10125/24639","volume":"9"},
  {"id":"sullivant_archival_2020","abstract":"Users of digital language archives face a number of barriers when trying to discover and reuse the materials preserved in the digital collections created by current language documentation projects. These barriers include sparse descriptive metadata throughout many collections and the prevalence of audio-video materials that are impervious to text-based search. Users could more easily evaluate, navigate, and use such a collection if it contained a guide that contextualized it, summarized its contents, and helped users identify and locate items within it. This article will discuss the importance of thorough collection descriptions and finding aids by synthesizing guidelines and best practices for archival description created for traditional archives and adapting these to the structure and makeup of today’s digital language documentation collections. To facilitate the iterative description of growing collections, the checklist of information to include is presented in three groups of descending priority.","accessed":{"date-parts":[[2020,11,16]]},"author":[{"family":"Sullivant","given":"Ryan"}],"container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[[2020]]},"language":"en-US","note":"Accepted: 2020-09-09T18:48:51Z","page":"520–578","publisher":"University of Hawaii Press","source":"scholarspace.manoa.hawaii.edu","title":"Archival description for language documentation collections","type":"article-journal","URL":"http://hdl.handle.net/10125/24949","volume":"14"},
  {"id":"thieberger_assessing_2016","abstract":"The increasing importance of language documentation as a paradigm in linguistic research means that many linguists now spend substantial amounts of time preparing digital corpora of language data for long-term access. Benefits of this development include: (i) making analyses accountable to the primary material on which they are based; (ii) providing future researchers with a body of linguistic material to analyse in ways not foreseen by the original collector of the data; and, equally importantly, (iii) acknowledging the responsibility of the linguist to create records that can be accessed by the speakers of the language and by their descendants. Preparing such data collections requires substantial scholarly effort, and in order to make this approach sustainable, those who undertake it need to receive appropriate academic recognition of their effort in relevant institutional contexts. Such recognition is especially important for early-career scholars so that they can devote efforts to the compilation of annotated corpora and to making them accessible without damaging their careers in the long-term by impacting negatively on their publication record. Preliminary discussions between the Australian Linguistic Society (ALS) and the Australian Research Council (ARC) made it clear that the ARC accepts that curated corpora can legitimately be seen as research output, but that it is the responsibility of the ALS (and the scholarly community more generally) to establish conventions to accord scholarly credibility to such research products. This paper reports on the activities of the authors in exploring this issue on behalf of the ALS and it discusses issues in two areas: (a) what sort of process is appropriate in according acknowledgment and validation to curated corpora as research output; and (b) what are the appropriate criteria against which such validation should be judged? While the discussion focuses on the Australian linguistic context, it is also more broadly applicable as we will present in this article.","accessed":{"date-parts":[[2020,12,25]]},"author":[{"family":"Thieberger","given":"Nick"},{"family":"Margetts","given":"Anna"},{"family":"Morey","given":"Stephen"},{"family":"Musgrave","given":"Simon"}],"container-title":"Australian Journal of Linguistics","container-title-short":"Australian Journal of Linguistics","DOI":"10.1080/07268602.2016.1109428","ISSN":"0726-8602, 1469-2996","issue":"1","issued":{"date-parts":[[2016,1,2]]},"language":"en","note":"_eprint: https://doi.org/10.1080/07268602.2016.1109428","page":"1-21","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Assessing Annotated Corpora as Research Output","type":"article-journal","URL":"http://www.tandfonline.com/doi/full/10.1080/07268602.2016.1109428","volume":"36"},
  {"id":"woodbury_archives_2014","author":[{"family":"Woodbury","given":"Anthony C"}],"collection-number":"12","collection-title":"Language Documentation and Description","container-title":"Special Issue on Language Documentation and Archiving","editor":[{"family":"Nathan","given":"David"},{"family":"Austin","given":"Peter K."}],"event-place":"London","issued":{"date-parts":[[2014]]},"language":"en","page":"19–36","publisher":"SOAS","publisher-place":"London","source":"Zotero","title":"Archives and audiences: Toward making endangered language documentations people can read, use, understand, and admire","type":"chapter","URL":"http://www.elpublishing.org/PID/135"}
]
