[
  {"id":"al-hakim_metadata_2007-1","abstract":"This chapter presents results from our empirical studies of metadata quality in large corpuses of metadata harvested under Open Archives Initiative (OAI) protocols. Along with a discussion of why and how metadata quality is important, an approach to conceptualizing, assessing metadata quality is presented. The approach is based on a more general model of information quality for many kinds of information beyond just metadata. A key feature of the general model is its ability to condition quality assessments by context of information use, such as the types of activities that use the information, and the typified norms and values of relevant information-using communities. The chapter presents a number of statistical characterizations of samples of metadata from a large corpus built as part of the Institute of Museum and Library Services Digital Collections and Contents project containing OAI-harvested metadata, interprets these statistical assessments and links to the quality measures. Finally the chapter discusses several approaches to quality improvement for metadata based on the study findings.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Stvilia","given":"Besiki"},{"family":"Gasser","given":"Les"},{"family":"Twidale","given":"Michael B."}],"citation-key":"al-hakim_metadata_2007-1","container-title":"Challenges of Managing Information Quality in Service Organizations","DOI":"10.4018/978-1-59904-420-0.ch008","editor":[{"family":"Al-Hakim","given":"Latif"}],"ISBN":"978-1-59904-420-0 978-1-59904-422-4","issued":{"date-parts":[[2007]]},"page":"154-186","publisher":"IGI Global","source":"DOI.org (Crossref)","title":"Metadata Quality Problems in Federated Collections:","title-short":"Metadata Quality Problems in Federated Collections","type":"chapter","URL":"http://services.igi-global.com/resolvedoi/resolve.aspx?doi=10.4018/978-1-59904-420-0.ch008"},
  {"id":"barrett_participatory_2021","abstract":"This article describes the establishment of a participatory, rapid response archive, and an assessment of metadata quality applied by student curators between March and September 2020. A Journal of the Plague Year: An Archive of COVID-19 (JOTPY) was founded to document the COVID-19 pandemic, and is titled after Daniel Defoe?s 1722 book of the same name. As a participatory collection, A Journal of the Plague Year: An Archive of COVID-19 relies on a team of student curators to tag materials. This article summarizes an analysis of metadata tags, and describes strategies that improved the quantity and quality of metadata tags in the collection.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Barrett","given":"Susan A."}],"citation-key":"barrett_participatory_2021","container-title":"Collections","DOI":"10.1177/1550190620981038","ISSN":"1550-1906","issue":"3","issued":{"date-parts":[[2021,9,1]]},"language":"en","page":"226-236","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Participatory Description and Metadata Quality in Rapid Response Archives","type":"article-journal","URL":"https://doi.org/10.1177/1550190620981038","volume":"17"},
  {"id":"bequet_questionable_2016","abstract":"The ISSN network actively supports Open Access scholarly journals and repositories by disseminating free information about these resources on its web platform ROAD. ROAD provides the bibliographic and geographical metadata supplied by the ISSN network. The latter is enriched with metadata about the coverage of the resources by indexing, abstracting and citation databases, registries and journal impact factors. \n\nThe advent of Open Access publishing has been tainted by questionable practices favouring profit-generating activities over the advancement of sciences. The ISSN network has been faced since 2012 with ISSN requests lacking correct and verifiable information preventing the unambiguous identification of the publication. Some guidelines have been devised to handle these flawed requests. \nThe ISSN network advocates some educational action towards authors, editors and publishers to improve the quality of publications.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Béquet","given":"Gaëlle"}],"citation-key":"bequet_questionable_2016","issued":{"date-parts":[[2016]]},"language":"en","license":"cc_by_4","source":"library.ifla.org","title":"Questionable Practices in Scholarly Publishing: the Stance of the ISSN Network","title-short":"Questionable Practices in Scholarly Publishing","type":"paper-conference","URL":"https://library.ifla.org/id/eprint/1462/"},
  {"id":"chassanoff_metadata_nodate","abstract":"Metadata plays an important role in the discovery, access, and use of materials in  institutional repositories (IRs). Thus far, little empirical research been conducted to  assess and evaluate metadata quality practices in place. This study begins to address that  gap in knowledge by gathering data on current practices and procedures relating to  metadata quality and evaluation in institutional repositories. A survey was distributed to  individuals at ARL-member institutional repositories with knowledge of their  institution's metadata procedures. The survey specifically gathered data on what  metadata practices were in place and whether quality control procedures were being used.  Forty respondents provided results that offer a state of the art view into the current  metadata quality practices in place at IRs. Survey results indicate that metadata activities  may not yet be streamlined into institutional workflow. For most institutions, metadata  quality checking is a manual process, with only a small percentage (4%) employing the  use of automated tools. Additionally, institutions rely on users as much as repository to  staff to discover quality problems. Other results indicate that the majority of institutions  surveyed are maintaining documentation relating to metadata policies. For example, 75%  of respondents reported that their institution had developed either minimum metadata  requirements or metadata submission guidelines for contributors. Overall, these results  reflect the challenges and growing pains facing institutions as they adapt to managing  materials in the digital world.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Chassanoff","given":"Alexandra M."}],"citation-key":"chassanoff_metadata_nodate","DOI":"10.17615/w2kv-3c50","language":"en","license":"In Copyright","publisher":"The University of North Carolina at Chapel Hill University Libraries","source":"DOI.org (Datacite)","title":"Metadata Quality Evaluation in Institutional Repositories: A Survey of Current Practices","title-short":"Metadata Quality Evaluation in Institutional Repositories","type":"thesis","URL":"https://cdr.lib.unc.edu/concern/masters_papers/44558h72b"},
  {"id":"gligorov_user-generated_2012","abstract":"In recent years, crowdsourcing has gained attention as an alternative method for collecting video annotations. An example is the internet video labeling game Waisda? launched by the Netherlands Institute for Sound and Vision. The goal of this PhD research is to investigate the value of the user tags collected with this video labeling game. To this end, we address the following four issues. First, we perform a comparative analysis between user-generated tags and professional annotations in terms of what aspects of videos they describe. Second, we measure how well user tags are suited for fragment retrieval and compare it with fragment search based on other sources like transcripts and professional annotations. Third, as previous research suggested that user tags predominately refer to objects and rarely describe scenes, we will study whether user tags can be successfully exploited to generate scene-level descriptions. Finally, we investigate how tag quality can be characterized and potential methods to improve it.","accessed":{"date-parts":[[2022,10,19]]},"author":[{"family":"Gligorov","given":"Riste"}],"citation-key":"gligorov_user-generated_2012","collection-title":"WWW '12 Companion","container-title":"Proceedings of the 21st International Conference on World Wide Web","DOI":"10.1145/2187980.2187998","event-place":"New York, NY, USA","ISBN":"978-1-4503-1230-1","issued":{"date-parts":[[2012,4,16]]},"page":"139–144","publisher":"Association for Computing Machinery","publisher-place":"New York, NY, USA","source":"ACM Digital Library","title":"User-generated metadata in audio-visual collections","type":"paper-conference","URL":"https://doi.org/10.1145/2187980.2187998"},
  {"id":"gregg_literature_2019-1","abstract":"The purpose of this literature review is to identify the challenges, opportunities, and gaps in knowledge with regard to the use of metadata in scholarly communications. This paper compiles and interprets literature in sections based on the professional groups, or stakeholders, within scholarly communications metadata: researchers, funders, publishers, librarians, service providers, and data curators. It then ends with a 'bird's eye view' of the metadata supply chain which presents the network of relationships and interdependencies between stakeholders. This paper seeks to lay the groundwork for new approaches to present problems in scholarly communications metadata.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Gregg","given":"Will"},{"family":"Erdmann","given":"Christopher"},{"family":"Paglione","given":"Laura"},{"family":"Schneider","given":"Juliane"},{"family":"Dean","given":"Clare"}],"citation-key":"gregg_literature_2019-1","container-title":"Research Ideas and Outcomes","DOI":"10.3897/rio.5.e38698","ISSN":"2367-7163","issued":{"date-parts":[[2019,5,8]]},"language":"en","license":"2022Will Gregg, Christopher Erdmann, Laura Paglione, Juliane Schneider, Clare Dean","page":"e38698","publisher":"Pensoft Publishers","source":"riojournal.com","title":"A literature review of scholarly communications metadata","type":"article-journal","URL":"https://riojournal.com/article/38698/","volume":"5"},
  {"id":"guo_scientific_2013","abstract":"Keyword metadata is very important to the access, retrieval, and management of scientific publications.\nHowever, author-assigned keywords are not always readily available in digital repositories. In this study,\nin order to enhance metadata quality, we explore different automatic methods to infer keywords from\nscholarly articles, including supervised topic modeling, language model, and mutual information.\nEvaluation results showed that the linear combination of mutual information and topic modeling with full\ntext outperform other methods on MAP, while language model with abstract performed better than other\nmethods on the measure of precision@10.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Guo","given":"Chun"},{"family":"Zhang","given":"Jinsong"},{"family":"Liu","given":"Xiaozhong"}],"citation-key":"guo_scientific_2013","DOI":"10.9776/13382","issued":{"date-parts":[[2013,2]]},"language":"en","license":"Copyright © 2013 is held by the authors. Copyright permissions, when appropriate, must be obtained directly from the authors.","publisher":"iSchools","source":"www.ideals.illinois.edu","title":"Scientific metadata quality enhancement for scholarly publications","type":"article-journal","URL":"https://hdl.handle.net/2142/42066"},
  {"id":"hendricks_crossref_2020","abstract":"This paper describes the scholarly metadata collected and made available by Crossref, as well as its importance in the scholarly research ecosystem. Containing over 106 million records and expanding at an average rate of 11% a year, Crossref’s metadata has become one of the major sources of scholarly data for publishers, authors, librarians, funders, and researchers. The metadata set consists of 13 content types, including not only traditional types, such as journals and conference papers, but also data sets, reports, preprints, peer reviews, and grants. The metadata is not limited to basic publication metadata, but can also include abstracts and links to full text, funding and license information, citation links, and the information about corrections, updates, retractions, etc. This scale and breadth make Crossref a valuable source for research in scientometrics, including measuring the growth and impact of science and understanding new trends in scholarly communications. The metadata is available through a number of APIs, including REST API and OAI-PMH. In this paper, we describe the kind of metadata that Crossref provides and how it is collected and curated. We also look at Crossref’s role in the research ecosystem and trends in metadata curation over the years, including the evolution of its citation data provision. We summarize the research used in Crossref’s metadata and describe plans that will improve metadata quality and retrieval in the future.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Hendricks","given":"Ginny"},{"family":"Tkaczyk","given":"Dominika"},{"family":"Lin","given":"Jennifer"},{"family":"Feeney","given":"Patricia"}],"citation-key":"hendricks_crossref_2020","container-title":"Quantitative Science Studies","container-title-short":"Quantitative Science Studies","DOI":"10.1162/qss_a_00022","ISSN":"2641-3337","issue":"1","issued":{"date-parts":[[2020,2,1]]},"page":"414-427","source":"Silverchair","title":"Crossref: The sustainable source of community-owned scholarly metadata","title-short":"Crossref","type":"article-journal","URL":"https://doi.org/10.1162/qss_a_00022","volume":"1"},
  {"id":"hillmann_application_2007","abstract":"In this paper, we explore a range of issues yet to be addressed in the large-scale use of application profiles.  While considerable attention has been paid to human-readable application profiles, there is a growing need for machine-readable application profiles that can support quality control mechanisms including, but not limited to, data validation.  We examine these issues in the context of the evolving Semantic Web and the DCMI commitment to RDF and the challenges presented.  We frame the discussion in terms of select functions to be served by application profiles and our notion of data profiles.  While much remains to be done to address these issues, positive movement toward solutions is dependent on the appropriate framing of those issues in terms of the needs of large-scale applications such as metadata aggregators.","accessed":{"date-parts":[[2021,3,11]]},"author":[{"family":"Hillmann","given":"Diane I."},{"family":"Phipps","given":"Jon"}],"citation-key":"hillmann_application_2007","container-title":"International Conference on Dublin Core and Metadata Applications","event-place":"Singapore; Dublin, Ohio, USA","event-title":"DCMI International Conference on Dublin Core and Metadata Applications (DC-2007)","ISBN":"978-981-05-8796-3","ISSN":"1939-1366","issued":{"date-parts":[[2007]]},"language":"en-US","license":"Copyright (c)","page":"52–62","publisher":"Dublin Core Metadata Initiative & National Library Board Singapore","publisher-place":"Singapore; Dublin, Ohio, USA","source":"dcpapers.dublincore.org","title":"Application Profiles: Exposing and Enforcing Metadata Quality","title-short":"Application Profiles","type":"paper-conference","URL":"https://dcpapers.dublincore.org/pubs/article/view/866","volume":"DC-2007--Singapore Proceedings"},
  {"id":"hillmann_improving_nodate","author":[{"family":"Hillmann","given":"Diane"},{"family":"Dushay","given":"Naomi"},{"family":"Phipps","given":"Jon"}],"citation-key":"hillmann_improving_nodate","language":"en","page":"8","source":"Zotero","title":"Improving Metadata Quality: Augmentation and Recombination","type":"article-journal"},
  {"id":"hillmann_metadata_2008","abstract":"The conversation about metadata quality has developed slowly in libraries, hindered by unexamined assumptions about metadata carrying over from experience in the MARC environment. In the wider world, discussions about functionality must drive discussions about how quality might be determined and ensured. Because the quality-enforcing structures present in the MARC world–mature standards, common documentation, and bibliographic utilities–are lacking in the metadata world, metadata practitioners desiring to improve the quality of metadata used in their libraries must develop and proliferate their own processes of evaluation and transformation to support essential interoperability. In this article, the author endeavors to describe how those processes might be established and sustained to support metadata quality improvement.","accessed":{"date-parts":[[2022,1,7]]},"author":[{"family":"Hillmann","given":"Diane I."}],"citation-key":"hillmann_metadata_2008","container-title":"Cataloging & Classification Quarterly","DOI":"10.1080/01639370802183008","ISSN":"0163-9374","issue":"1","issued":{"date-parts":[[2008,3,1]]},"note":"_eprint: https://doi.org/10.1080/01639370802183008","page":"65-80","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Metadata Quality: From Evaluation to Augmentation","title-short":"Metadata Quality","type":"article-journal","URL":"https://doi.org/10.1080/01639370802183008","volume":"46"},
  {"id":"hrynaszkiewicz_embedding_2018","abstract":"In 2016 the publisher Springer Nature introduced four standard research data policies for its journals, enabling more journals to adopt a data policy appropriate for their discipline and community. These standard policies have been adopted by more than 1,500 journals, and similar initiatives to standardise journal research data policies have since been introduced by other large publishers. To support researchers and editors Springer Nature launched a Research Data Helpdesk, which to October 2017 had received more than 300 enquiries. A large survey of researchers with more than 7000 respondents in 2017 revealed that many researchers need support with data management and curation tasks. In 2017 Springer Nature introduced a pilot service to provide additional support to researchers who wish to make their data available alongside their published articles. This Research Data Support service provides hands-on assistance to researchers in uploading their data to a repository, selecting an appropriate licence, enhancing metadata, and cross-referencing the data and its associated publication. The data curation standards were subject to blinded testing by professional editors, and curated datasets scored much higher for metadata quality and completeness on average. We describe the implementation of – and lessons learned from providing – a third party data deposition and curation service at a large scholarly publisher, which has been used by authors publishing in journals including Nature, and BMC Ecology. We conclude with current and future developments, which extend the Research Data Support service to any published researcher, and to research institutions and conferences, providing opportunities to embed research data management support earlier in the scholarly publishing workflow. This paper was presented at the PV 2018 Conference: Adding value and preserving data.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Hrynaszkiewicz","given":"Iain"},{"family":"Grant","given":"Rebecca"}],"citation-key":"hrynaszkiewicz_embedding_2018","DOI":"10.31219/osf.io/brzwm","issued":{"date-parts":[[2018,5,29]]},"language":"en-us","publisher":"OSF Preprints","source":"OSF Preprints","title":"Embedding Research Data Management Support in the Scholarly Publishing Workflow","type":"article","URL":"https://osf.io/brzwm/"},
  {"id":"inacio_metadata_2017","abstract":"Scientific research is increasingly dependent on publicly available information and data sharing. So far, the best practices to ensure that data is accessible and shareable has been to deposit it in public repositories. However, these repositories often fail to implement mechanisms that measure data quality, which could lead to improving the discoverability of existing data, and contribute to its future integration. In light of this, we present Metadata Analyser, a tool that measures metadata quality. It assesses the quality of metadata by considering the proportion of terms actually linked to ontology concepts, as well as the specificity of the terms used in the metadata. Metadata Analyser applied to Metabolights, a real-world repository of metabolomics data, and results show that the tool successfully implements the proposed measures, that there is indeed a lack of effort in the annotation task, and that our tool can be used to improve this situation. Metadata Analyser’s frontend is available at http://masterweb-metadataanalyser.rhcloud.com.","author":[{"family":"Inácio","given":"Bruno"},{"family":"Ferreira","given":"João D."},{"family":"Couto","given":"Francisco M."}],"citation-key":"inacio_metadata_2017","collection-title":"Advances in Intelligent Systems and Computing","container-title":"11th International Conference on Practical Applications of Computational Biology & Bioinformatics","DOI":"10.1007/978-3-319-60816-7_24","editor":[{"family":"Fdez-Riverola","given":"Florentino"},{"family":"Mohamad","given":"Mohd Saberi"},{"family":"Rocha","given":"Miguel"},{"family":"De Paz","given":"Juan F."},{"family":"Pinto","given":"Tiago"}],"event-place":"Cham","ISBN":"978-3-319-60816-7","issued":{"date-parts":[[2017]]},"language":"en","page":"197-204","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Springer Link","title":"Metadata Analyser: Measuring Metadata Quality","title-short":"Metadata Analyser","type":"paper-conference"},
  {"id":"khwileh_utilisation_2016","abstract":"Recent years have seen significant efforts in the area of Cross Language Information Retrieval (CLIR) for text retrieval. This work initially focused on formally published content, but more recently research has begun to concentrate on CLIR for informal social media content. However, despite the current expansion in online multimedia archives, there has been little work on CLIR for this content. While there has been some limited work on Cross-Language Video Retrieval (CLVR) for professional videos, such as documentaries or TV news broadcasts, there has to date, been no significant investigation of CLVR for the rapidly growing archives of informal user generated (UGC) content. Key differences between such UGC and professionally produced content are the nature and structure of the textual UGC metadata associated with it, as well as the form and quality of the content itself. In this setting, retrieval effectiveness may not only suffer from translation errors common to all CLIR tasks, but also recognition errors associated with the automatic speech recognition (ASR) systems used to transcribe the spoken content of the video and with the informality and inconsistency of the associated user-created metadata for each video. This work proposes and evaluates techniques to improve CLIR effectiveness of such noisy UGC content. Our experimental investigation shows that different sources of evidence, e.g. the content from different fields of the structured metadata, significantly affect CLIR effectiveness. Results from our experiments also show that each metadata field has a varying robustness to query expansion (QE) and hence can have a negative impact on the CLIR effectiveness. Our work proposes a novel adaptive QE technique that predicts the most reliable source for expansion and shows how this technique can be effective for improving the CLIR effectiveness for UGC content.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Khwileh","given":"Ahmad"},{"family":"Ganguly","given":"Debasis"},{"family":"Jones","given":"Gareth J. F."}],"citation-key":"khwileh_utilisation_2016","container-title":"Journal of Artificial Intelligence Research","DOI":"10.1613/jair.4775","ISSN":"1076-9757","issued":{"date-parts":[[2016,1,27]]},"language":"en","license":"Copyright (c)","page":"249-281","source":"www.jair.org","title":"Utilisation of Metadata Fields and Query Expansion in Cross-Lingual Search of User-Generated Internet Video","type":"article-journal","URL":"https://www.jair.org/index.php/jair/article/view/10979","volume":"55"},
  {"id":"koshoffer_giving_2018","abstract":"This research study compared four academic libraries’ approaches to curating the metadata of dataset submissions in their institutional repositories and classified them in one of four categories: no curation, pre-ingest curation, selective curation, and post-ingest curation. The goal is to understand the impact that curation may have on the quality of user-submitted metadata. The findings were 1) the metadata elements varied greatly between institutions, 2) repositories with more options for authors to contribute metadata did not result in more metadata contributed, 3) pre- or post-ingest curation process could have a measurable impact on the metadata but are difficult to separate from other factors, and 4) datasets submitted to a repository with pre- or post-ingest curation more often included documentation.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Koshoffer","given":"Amy"},{"family":"Neeser","given":"Amy E."},{"family":"Newman","given":"Linda"},{"family":"Johnston","given":"Lisa R."}],"citation-key":"koshoffer_giving_2018","container-title":"International Journal of Digital Curation","DOI":"10.2218/ijdc.v13i1.632","ISSN":"1746-8256","issue":"1","issued":{"date-parts":[[2018,12,31]]},"language":"en","license":"Copyright (c) 2018 Amy Koshoffer, Amy E. Neeser, Linda Newman, Lisa R Johnston","number":"1","page":"15-34","source":"www.ijdc.net","title":"Giving Datasets Context: a Comparison Study of Institutional Repositories that Apply Varying Degrees of Curation","title-short":"Giving Datasets Context","type":"article-journal","URL":"http://www.ijdc.net/article/view/632","volume":"13"},
  {"id":"krichel_metadata_2001","abstract":"In this paper, we consider the design of a new metadata format to advance scholarly communication over the Internet. This format is designed to be used within the Open Archives Initiative. It is based on work by\nthe Dublin Core Metadata Initiative and others. We present a requirements analysis and then propose a conceptual framework for the metadata. We examine metadata quality control and assess the role of the Resource Description Framework.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Krichel","given":"Thomas"},{"family":"Warner","given":"Simeon M."}],"citation-key":"krichel_metadata_2001","container-title":"International Conference on Dublin Core and Metadata Applications","ISSN":"1939-1366","issued":{"date-parts":[[2001,10,24]]},"language":"en","page":"131-137","source":"dcpapers.dublincore.org","title":"A metadata framework to support scholarly communication","type":"article-journal","URL":"https://dcpapers.dublincore.org/pubs/article/view/651"},
  {"id":"lammey_metadata_2018","abstract":"Over the last five years, scholarly publishing has turned its attention towards metadata; increasingly recognizing it as a strategic priority for digital development. In a 2017 Imbue Partners study based on interviews with industry leaders, metadata was identified as of the highest importance in digital transformation. With an understanding that metadata improvements can be most efficiently made in collaboration, scholarly communications communities are now convening to find ways to jointly improve metadata.Metadata 2020 is a project-driven collaboration of over 120 individuals across scholarly communications, convening to find ways to improve metadata that is connected, reusable, and open for all research outputs. Having launched in September 2017, the collaboration now includes 5 community groups and 6 projects.We include publishers, librarians, service providers, data publishers and repositories, researchers and funders in our work to advance metadata for scholarly communications, to ensure consideration of all stakeholder needs in scholarly communications.In this presentation, we will outline some of the key observations of our community groups around the metadata challenges they face; and explain how these observations evolved into the formation of our 6 cross-community projects.  The projects that we will briefly outline include:Researcher CommunicationsMetadata Recommendations and Element MappingsDefining the Terms We Use About MetadataIncentives for Improving Metadata QualityShared Best Practice and PrinciplesMetadata Evaluation and GuidanceGiving a brief overview of the remit and progress to date of each project, we will invite participation from attendees, and provide information about when key resources and guidance will be made available to the communities we serve.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Lammey","given":"Rachael"},{"family":"Mitchell","given":"Dom"},{"family":"Counsell","given":"Fiona"}],"citation-key":"lammey_metadata_2018","container-title":"Septentrio Conference Series","DOI":"10.7557/5.4471","ISSN":"2387-3086","issue":"1","issued":{"date-parts":[[2018,11,20]]},"language":"en","license":"Copyright (c) 2018 Rachael Lammey, Dom Mitchell, Fiona Counsell","number":"1","source":"septentrio.uit.no","title":"Metadata 2020: A collaborative effort to improve metadata quality in scholarly communications","title-short":"Metadata 2020","type":"article-journal","URL":"https://septentrio.uit.no/index.php/SCS/article/view/4471"},
  {"id":"liu_scholar_2014","abstract":"Scholar metadata have traditionally centered on descriptive representations, which have been used as a foundation for scholarly publication repositories and academic information retrieval systems. In this article, we propose innovative and economic methods of generating knowledge-based structural metadata (structural keywords) using a combination of natural language processing-based machine-learning techniques and human intelligence. By allowing low-barrier participation through a social media system, scholars (both as authors and users) can participate in the metadata editing and enhancing process and benefit from more accurate and effective information retrieval. Our experimental web system ScholarWiki uses machine learning techniques, which automatically produce increasingly refined metadata by learning from the structural metadata contributed by scholars. The cumulated structural metadata add intelligence and automatically enhance and update recursively the quality of metadata, wiki pages, and the machine-learning model.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Liu","given":"Xiaozhong"},{"family":"Guo","given":"Chun"},{"family":"Zhang","given":"Lin"}],"citation-key":"liu_scholar_2014","container-title":"Journal of the Association for Information Science and Technology","container-title-short":"J Assn Inf Sci Tec","DOI":"10.1002/asi.23013","ISSN":"2330-1643","issue":"6","issued":{"date-parts":[[2014]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/asi.23013","page":"1187-1201","source":"Wiley Online Library","title":"Scholar metadata and knowledge generation with human and artificial intelligence","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/asi.23013","volume":"65"},
  {"id":"lorenzini_assessing_2021","abstract":"Metadata allows access to a wide variety of cultural heritage resources made available through repositories, digital libraries, and catalogues. Usually taking the form of a structured set of descriptive elements, metadata assist in the identification, location, processing, tracking, preserving, sharing, and retrieval of information, while facilitating content and access management. However, low metadata quality, such as the lack of mandatory information, incorrect information, or inconsistency, is still an open issue in many repositories. In this article, we present our ongoing work aiming at automatizing the metadata quality analysis, and the preliminary results on metadata completeness for the Italian digital library ‘Cultura Italia’.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Lorenzini","given":"Matteo"},{"family":"Rospocher","given":"Marco"},{"family":"Tonelli","given":"Sara"}],"citation-key":"lorenzini_assessing_2021","container-title":"Digital Scholarship in the Humanities","container-title-short":"Digital Scholarship in the Humanities","DOI":"10.1093/llc/fqab036","ISSN":"2055-7671","issue":"Supplement_2","issued":{"date-parts":[[2021,10,1]]},"page":"ii182-ii188","source":"Silverchair","title":"On assessing metadata completeness in digital cultural heritage repositories","type":"article-journal","URL":"https://doi.org/10.1093/llc/fqab036","volume":"36"},
  {"id":"manzo_by_nodate","abstract":"With the growing volume of user-generated classification systems arising from media taggingbased platforms (such as Flickr and Tumblr) and the advent of new crowdsourcing platforms for cultural heritage collections, determining the value and usability of crowdsourced, “folksonomic,” or user-generated, “freely chosen keywords” [21st Century Lexicon] for libraries, museums and other cultural heritage organizations becomes increasingly essential. The present study builds on prior work investigating the value and accuracy of folksonomies by: (1) demonstrating the benefit of user-generated “tags” - or unregulated keywords typically meant for personal organizational purposes - for facilitating item retrieval and (2) assessing the accuracy of descriptive metadata generated via a game-based crowdsourcing application. In this study, participants (N = 16) were first tasked with finding a set of five images using a search index containing either a combination of folksonomic and controlled vocabulary metadata or only controlled vocabulary metadata. Data analysis revealed that participants in the folksonomic and controlled vocabulary search condition were, on average, six times faster to search for each image (M = 25.08 secs) compared to participants searching with access only to controlled vocabulary metadata (M = 154.1 secs), and successfully retrieved significantly more items overall. Following this search task, all participants were asked to provide descriptive metadata for nine digital objects by playing three separate single-player tagging games. Analysis showed that 88% of participant-provided tags were judged to be accurate, and that both tagging patterns and accuracy levels did not significantly differ between groups of professional librarians and participants outside of the Library Science field. These findings illustrate the value of folksonomies for enhancing item “findability,” or the ease with which a patron can access materials, and the ability of librarians and general users alike to contribute valid, meaningful metadata. This could significantly impact the way libraries and other cultural heritage organizations conceptualize the tasks of searching and classification.","author":[{"family":"Manzo","given":"Christina"},{"family":"Kaufman","given":"Geoff"},{"family":"Punjasthitkul","given":"Sukdith"},{"family":"Flanagan","given":"Mary"}],"citation-key":"manzo_by_nodate","language":"en","page":"17","source":"Zotero","title":"“By the People, For the People”: Assessing the Value of Crowdsourced, User-Generated Metadata","type":"article-journal"},
  {"id":"memmel_socially_2015","abstract":"In the digital era we live in, users can access an abundance of digital resources in their daily life. These digital resources can be located on the user's devices, in traditional repositories such as intranets or digital libraries, but also in open environments such as the World Wide Web. \n\nTo be able to efficiently work with this abundance of information, users need support to get access to the resources that are relevant to them. Access to digital resources can be supported in various ways. Whether we talk about technologies for browsing, searching, filtering, ranking, or recommending resources: what they all have in common is that they depend on the available information (i.e., resources and metadata). The accessibility of digital resources that meet a user's information need, and the existence and quality of metadata is crucial for the success of any information system.\n\nThis work focuses on how social media technologies can support the access to digital resources. In contrast to closed and controlled environments where only selected users have the rights to contribute digital resources and metadata, and where this contribution involves a social process of formal agreement of the relevant stakeholders, potentially any user can easily create and provide information in social media environments. This usually leads to a larger variety of resources and metadata, and allows for dynamics that would otherwise hardly be possible.\n\nMost information systems still mainly rely on traditional top-down approaches where only selected stakeholders can contribute information. The main idea of this thesis is an approach that allows for introducing the characteristics of social media environments in such traditional contexts. The requirements for such an approach are being examined, as well as the benefits and potentials it can provide.\n\nThe ALOE infrastructure was developed according to the identified requirements and realises a Social Resource and Metadata Hub. Case studies and evaluation results  are provided to show the impact of the approach on the user's behaviours and the creation of digital resources and metadata, and to justify the presented approach.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Memmel","given":"Martin"}],"citation-key":"memmel_socially_2015","issued":{"date-parts":[[2015]]},"language":"eng","license":"https://kluedo.ub.uni-kl.de/download/lizenzen/kluedo_leitlinien_2015-02-13.pdf","publisher":"Technische Universität Kaiserslautern","source":"kluedo.ub.uni-kl.de","title":"Socially Enhanced Access to Digital Resources","type":"thesis","URL":"https://kluedo.ub.uni-kl.de/frontdoor/index/index/docId/4120"},
  {"id":"payant_beyond_2020","abstract":"Utah State University Libraries (USU) employs community-based crowdsourcing metadata practices that provide in-depth, collaborative strategies that go beyond more commonly used collecting methods. Improved metadata quality is a result of working closely with donors, community scholars,\nstudents, and the public to describe cultural heritage collections fairly and thoroughly. This article provides an overview of successful ways to collaborate with those outside of traditional library units to create more diverse, equitable and inclusive descriptions of archival resources.","author":[{"family":"Payant","given":"Andrea"},{"family":"Skeen","given":"Becky"},{"family":"Arnljots","given":"Anna-Maria"},{"family":"Williams","given":"Randy"}],"citation-key":"payant_beyond_2020","container-title":"Journal of Digital Media Management","container-title-short":"Journal of Digital Media Management","issue":"3","issued":{"date-parts":[[2020,1,1]]},"page":"242-253","source":"IngentaConnect","title":"Beyond crowdsourcing: Working with donors, student fieldworkers, and community scholars to improve cultural heritage collection metadata","title-short":"Beyond crowdsourcing","type":"article-journal","volume":"8"},
  {"id":"quarati_open_2021","abstract":"Open Government Data (OGD) have the potential to support social and economic progress. However, this potential can be frustrated if these data remain unused. Although the literature suggests that OGD data sets? metadata quality is one of the main factors affecting their use, to the best of our knowledge, no quantitative study provided evidence of this relationship. Considering about 400,000 data sets of 28 national, municipal and international OGD portals, we have programmatically analysed their usage, their metadata quality and the relationship between the two. Our analysis has highlighted three main findings. First, regardless of their size, the software platform adopted, and their administrative and territorial coverage, most OGD data sets are underutilised. Second, OGD portals pay varying attention to the quality of their data sets? metadata. Third, we did not find clear evidence that data sets? usage is positively correlated to better metadata publishing practices. Finally, we have considered other factors, such as data sets? category, and some demographic characteristics of the OGD portals, and analysed their relationship with data sets? usage, obtaining partially affirmative answers.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Quarati","given":"Alfonso"}],"citation-key":"quarati_open_2021","container-title":"Journal of Information Science","DOI":"10.1177/01655515211027775","ISSN":"0165-5515","issued":{"date-parts":[[2021,10,7]]},"language":"en","page":"01655515211027775","publisher":"SAGE Publications Ltd","source":"SAGE Journals","title":"Open Government Data: Usage trends and metadata quality","title-short":"Open Government Data","type":"article-journal","URL":"https://doi.org/10.1177/01655515211027775"},
  {"id":"quarati_researchers_2022","abstract":"Open research data (ORD) have been considered a driver of scientific transparency. However, data friction, as the phenomenon of data underutilisation for several causes, has also been pointed out. A factor often called into question for ORD low usage is the quality of the ORD and associated metadata. This work aims to illustrate the use of ORD, published by the Figshare scientific repository, concerning their scientific discipline, their type and compared with the quality of their metadata. Considering all the Figshare resources and carrying out a programmatic quality assessment of their metadata, our analysis highlighted two aspects. First, irrespective of the scientific domain considered, most ORD are under-used, but with exceptional cases which concentrate most researchers? attention. Second, there was no evidence that the use of ORD is associated with good metadata publishing practices. These two findings opened to a reflection about the potential causes of such data friction.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Quarati","given":"Alfonso"},{"family":"Raffaghelli","given":"Juliana E"}],"citation-key":"quarati_researchers_2022","DOI":"10.1177/0165551520961048","issued":{"date-parts":[[2022,8,1]]},"language":"en","publisher":"SAGE Publications Ltd","source":"SAGE Journals","title":"Do researchers use open research data? Exploring the relationships between usage trends and metadata quality across scientific disciplines from the Figshare case","title-short":"Do researchers use open research data?","type":"article","URL":"https://doi.org/10.1177/0165551520961048"},
  {"id":"quarati_researchers_2022-1","abstract":"Open research data (ORD) have been considered a driver of scientific transparency. However, data friction, as the phenomenon of data underutilisation for several causes, has also been pointed out. A factor often called into question for ORD low usage is the quality of the ORD and associated metadata. This work aims to illustrate the use of ORD, published by the Figshare scientific repository, concerning their scientific discipline, their type and compared with the quality of their metadata. Considering all the Figshare resources and carrying out a programmatic quality assessment of their metadata, our analysis highlighted two aspects. First, irrespective of the scientific domain considered, most ORD are under-used, but with exceptional cases which concentrate most researchers? attention. Second, there was no evidence that the use of ORD is associated with good metadata publishing practices. These two findings opened to a reflection about the potential causes of such data friction.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Quarati","given":"Alfonso"},{"family":"Raffaghelli","given":"Juliana E"}],"citation-key":"quarati_researchers_2022-1","container-title":"Journal of Information Science","DOI":"10.1177/0165551520961048","ISSN":"0165-5515","issue":"4","issued":{"date-parts":[[2022,8,1]]},"language":"en","page":"423-448","publisher":"SAGE Publications Ltd","source":"SAGE Journals","title":"Do researchers use open research data? Exploring the relationships between usage trends and metadata quality across scientific disciplines from the Figshare case","title-short":"Do researchers use open research data?","type":"article-journal","URL":"https://doi.org/10.1177/0165551520961048","volume":"48"},
  {"id":"rousidis_metadata_2014-1","abstract":"Data-driven approaches to scientific research have generated new types of repositories that provide scientists the means necessary to store, share and re-use big data-sets generated at various stages of the research process. As the number and heterog","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Rousidis","given":"Dimitris"},{"family":"Garoufallou","given":"Emmanouel"},{"family":"Balatsoukas","given":"Panos"},{"family":"Sicilia","given":"Miguel-Angel"}],"citation-key":"rousidis_metadata_2014-1","container-title":"Information Services & Use","DOI":"10.3233/ISU-140746","ISSN":"0167-5265","issue":"3-4","issued":{"date-parts":[[2014,1,1]]},"language":"en","page":"279-286","publisher":"IOS Press","source":"content.iospress.com","title":"Metadata for Big Data: A preliminary investigation of metadata quality issues in research data repositories","title-short":"Metadata for Big Data","type":"article-journal","URL":"https://content.iospress.com/articles/information-services-and-use/isu746","volume":"34"},
  {"id":"schoenberger_who_2017","abstract":"Academic social networking services (SNSs) such as ResearchGate.com or Academia.Edu have recently experienced a surge in popularity (Ortega, 2016). Existing research into academic SNSs have focused on population parameters and social networking usage patterns. Currently, no research has been conducted on the quality of bibliographic metadata on academic SNSs. Bibliographic metadata functions to support user tasks, including finding, identifying, selecting, and obtaining information resources. “Creator” metadata, which describes resource authorship, helps users find and identify digital works in a repository. Additionally, academic researchers rely on author attribution for their professional promotion and prestige, and they are accustomed to scholarly environments which implement standards that support accurate author attribution. This study therefore examines “creator” metadata for University of Alberta publications posted on Academia.Edu, and compares these with publisher created records of the same titles. Metadata quality is assessed through the measurement of completeness, consistency, and accuracy. The study reveals that Academia.Edu “creator” metadata is significantly incomplete compared to publisher metadata, and the frequency of incomplete records increases in proportion to the size of the author cohort. This incompleteness is evidence of poor metadata quality on Academia.Edu. Academia.Edu “creator” metadata is, however, much more consistent than publisher metadata. Finally, accuracy is found to be an inadequate determiner of metadata quality, as the presence of user generated metadata calls into question the conceptual stability of “authenticity” and “authority,” upon which a measure of accuracy depends. This study of metadata quality therefore reveals the complexity and contradiction that underlies this topic. In terms of completeness, Academia.Edu metadata is poor in quality. In terms of consistency, Academia.Edu metadata excels in quality. Finally, the study recommends further investigation into the definition of authority in relation to user-contributed metadata.","author":[{"family":"Schoenberger","given":"Zachary"}],"citation-key":"schoenberger_who_2017","issued":{"date-parts":[[2017]]},"language":"en","source":"Zotero","title":"Who Wrote This? Creator Metadata Quality on Academia.Edu","type":"thesis"},
  {"id":"spindler_evaluation_2014","author":[{"family":"Spindler","given":"Robert P"}],"citation-key":"spindler_evaluation_2014","issued":{"date-parts":[[2014]]},"language":"en","page":"28","source":"Zotero","title":"An Evaluation of Crowdsourcing and Participatory Archives Projects for Archival Description and Transcription","type":"article-journal"},
  {"id":"stein_achieving_2017-2","abstract":"This article documents the steps taken to assess metadata errors within the IDEALS repository. It describes the workflows established to create accurate and consistent metadata, focusing especially on the batch ingest and retroactive metadata remediation processes. It also seeks to address theoretical issues surrounding the concept of metadata quality.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Stein","given":"Ayla"},{"family":"Applegate","given":"Kelly J."},{"family":"Robbins","given":"Seth"}],"citation-key":"stein_achieving_2017-2","container-title":"Cataloging & Classification Quarterly","DOI":"10.1080/01639374.2017.1358786","ISSN":"0163-9374","issue":"7-8","issued":{"date-parts":[[2017,11,17]]},"note":"_eprint: https://doi.org/10.1080/01639374.2017.1358786","page":"644-666","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Achieving and Maintaining Metadata Quality: Toward a Sustainable Workflow for the IDEALS Institutional Repository","title-short":"Achieving and Maintaining Metadata Quality","type":"article-journal","URL":"https://doi.org/10.1080/01639374.2017.1358786","volume":"55"},
  {"id":"stein_achieving_2017-3","abstract":"This article documents the steps taken to assess metadata errors within the IDEALS repository. It describes the workﬂows established to create accurate and consistent metadata, focusing especially on the batch ingest and retroactive metadata remediation processes. It also seeks to address theoretical issues surrounding the concept of metadata quality.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Stein","given":"Ayla"},{"family":"Applegate","given":"Kelly J."},{"family":"Robbins","given":"Seth"}],"citation-key":"stein_achieving_2017-3","container-title":"Cataloging & Classification Quarterly","container-title-short":"Cataloging & Classification Quarterly","DOI":"10.1080/01639374.2017.1358786","ISSN":"0163-9374, 1544-4554","issue":"7-8","issued":{"date-parts":[[2017,11,17]]},"language":"en","page":"644-666","source":"DOI.org (Crossref)","title":"Achieving and Maintaining Metadata Quality: Toward a Sustainable Workflow for the IDEALS Institutional Repository","title-short":"Achieving and Maintaining Metadata Quality","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/01639374.2017.1358786","volume":"55"},
  {"id":"stvilia_user-generated_2009","abstract":"Photoset and group descriptions in Flickr, a large-scale online photo-sharing system, offer insight into the collection description and collection building practices of Flickr users. Photosets, assembled by individual users, appear to evolve from the bottom-up, derived from the components of an individual user's context, and are based on selected attributes which a particular user's photos share. Group collections, on the other hand, seem to be organized more around general concepts or discussions relevant to the group members' work and are constructed top-down by matching specific photo attributes with the purpose of the group. This article identifies 10 categories of characteristics that Flickr users might use for forming these digital photo collections and discusses differences observed between photoset and group collection describing and building behavior. The categories are then compared with the classes and elements of some current metadata schemas and an ontology, as well as with the results of earlier research on individual behavior in describing individual items. The study shows that systematic investigation of user-generated collection-level metadata in Flickr and other similar open-tagging sites is needed to help inform better design of collection metadata schemas and other information organization tools.","accessed":{"date-parts":[[2022,1,30]]},"author":[{"family":"Stvilia","given":"Besiki"},{"family":"Jörgensen","given":"Corinne"}],"citation-key":"stvilia_user-generated_2009","container-title":"Library & Information Science Research","container-title-short":"Library & Information Science Research","DOI":"10.1016/j.lisr.2008.06.006","ISSN":"0740-8188","issue":"1","issued":{"date-parts":[[2009,1,1]]},"language":"en","page":"54-65","source":"ScienceDirect","title":"User-generated collection-level metadata in an online photo-sharing system","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0740818808001370","volume":"31"},
  {"id":"stvilia_value-based_2008","abstract":"This article proposes a method that allows a value-based assessment of metadata quality and construction of a baseline quality model. The method is illustrated on a large-scale, aggregated collection of simple Dublin core metadata records. An analysis of the collection suggests that metadata providers and end users may have different value structures for the same metadata. To promote better use of the metadata collection, value models for metadata in the collection should be made transparent to end users and end users should be allowed to participate in content creation and quality control processes.","accessed":{"date-parts":[[2022,2,16]]},"author":[{"family":"Stvilia","given":"Besiki"},{"family":"Gasser","given":"Les"}],"citation-key":"stvilia_value-based_2008","container-title":"Library & Information Science Research","container-title-short":"Library & Information Science Research","DOI":"10.1016/j.lisr.2007.06.006","event-place":"Norwood, N.J. :","ISSN":"0740-8188","issue":"1","issued":{"date-parts":[[2008,3,1]]},"language":"en","page":"67–74","publisher":"Ablex Pub Corp,","publisher-place":"Norwood, N.J. :","source":"ScienceDirect","title":"Value-based metadata quality assessment","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0740818807001314","volume":"30"},
  {"id":"syn_finding_2013","abstract":"With the increasing popularity of social tagging systems, the potential for using social tags as a source of metadata is being explored. Social tagging systems can simplify the involvement of a large number of users and improve the metadata-generation process. Current research is exploring social tagging systems as a mechanism to allow nonprofessional catalogers to participate in metadata generation. Because social tags are not from controlled vocabularies, there are issues that have to be addressed in finding quality terms to represent the content of a resource. This research explores ways to obtain a set of tags representing the resource from the tags provided by users. Two metrics are introduced. Annotation Dominance (AD) is a measure of the extent to which a tag term is agreed to by users. Cross Resources Annotation Discrimination (CRAD) is a measure of a tag's potential to classify a collection. It is designed to remove tags that are used too broadly or narrowly. Using the proposed measurements, the research selects important tags (meta-terms) and removes meaningless ones (tag noise) from the tags provided by users. To evaluate the proposed approach to find classificatory metadata candidates, we rely on expert users' relevance judgments comparing suggested tag terms and expert metadata terms. The results suggest that processing of user tags using the two measurements successfully identifies the terms that represent the topic categories of web resource content. The suggested tag terms can be further examined in various usages as semantic metadata for the resources.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Syn","given":"Sue Yeon"},{"family":"Spring","given":"Michael B."}],"citation-key":"syn_finding_2013","container-title":"Journal of the American Society for Information Science and Technology","DOI":"10.1002/asi.22804","ISSN":"1532-2890","issue":"5","issued":{"date-parts":[[2013]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/asi.22804","page":"964-980","source":"Wiley Online Library","title":"Finding subject terms for classificatory metadata from user-generated social tags","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/asi.22804","volume":"64"},
  {"id":"takase_capturing_2014","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Takase","given":"Wataru"},{"family":"Hasan","given":"Adil"},{"family":"Matsumoto","given":"Yoshimi"},{"family":"Sasaki","given":"Takashi"}],"citation-key":"takase_capturing_2014","container-title":"Proceedings of International Symposium on Grids and Clouds (ISGC) 2014 — PoS(ISGC2014)","DOI":"10.22323/1.210.0033","event-place":"Academia Sinica, Taipei, Taiwan","event-title":"International Symposium on Grids and Clouds (ISGC) 2014","issued":{"date-parts":[[2014,11,17]]},"language":"en","page":"033","publisher":"Sissa Medialab","publisher-place":"Academia Sinica, Taipei, Taiwan","source":"DOI.org (Crossref)","title":"Capturing User-Generated Metadata","type":"paper-conference","URL":"https://pos.sissa.it/210/033"},
  {"id":"van_hooland_between_2011","abstract":"This article challenges common assumptions and opinions regarding the use of the social web by cultural heritage institutions by framing the phenomenon of user-generated metadata within the larger context of the commodification and the engagement process of our cultural heritage. Theoretical reflections on both the negative and positive long-term outcomes of the social web for libraries, archives, and museums are presented and confronted with empirical observations regarding the use of social tagging and user comments. This combination of a theoretical and an empirical approach will provide original insights into the long-term implications of user-generated metadata for cultural heritage institutions.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Hooland","given":"Seth","non-dropping-particle":"van"},{"family":"Rodríguez","given":"Eva Méndez"},{"family":"Boydens","given":"Isabelle"}],"citation-key":"van_hooland_between_2011","container-title":"Library Trends","DOI":"10.1353/lib.2011.0011","ISSN":"1559-0682","issue":"4","issued":{"date-parts":[[2011]]},"page":"707-720","publisher":"Johns Hopkins University Press","source":"Project MUSE","title":"Between Commodification and Engagement: On the Double-Edged Impact of User-Generated Metadata within the Cultural Heritage Sector","title-short":"Between Commodification and Engagement","type":"article-journal","URL":"https://muse.jhu.edu/article/433365","volume":"59"},
  {"id":"van_hooland_spectator_2006","abstract":"The changing role of the user, that gradually shifts from a passive consumer of information towards a pro-active user that reorganises and manipulates data, has an increasing impact on traditional information retrieval. A multitude of practical and methodic questions rise as popular web-applications such as blogs, RSS and social bookmarking tools allow users to create and share metadata about online resources. This article tackles these issues in the particular domain of visual cultural heritage. Online image databases increasingly oﬀer users possibilities to annotate and comment on images of interest to them. But what is the pertinence of these user contributions? How can their quality be evaluated? Concretely, our article starts with an introduction to the phenomenon of usergenerated metadata by presenting the social tagging of cultural heritage images and the practice of publishing users comments. Secondly, a case study presents an analysis of users comments within the image database of the National Archives of the Netherlands. Based on these empirical data, conclusions and generalizations outside our speciﬁc case study are formulated.","author":[{"family":"Hooland","given":"Seth","non-dropping-particle":"van"}],"citation-key":"van_hooland_spectator_2006","issued":{"date-parts":[[2006]]},"language":"en","page":"16","source":"Zotero","title":"From Spectator to Annotator: Possibilities oﬀered by User-Generated Metadata for Digital Cultural Heritage Collections","type":"article-journal"},
  {"id":"weagley_interoperability_2010-2","abstract":"The purpose of this paper is to examine the interoperability of the Dublin Core metadata element set across a selection of digital video repositories. To explore how the metadata was applied and analyze its overall quality, 150 records were selected, 25 from each of 6 collections, and evaluated for use of the original 15 Dublin Core elements. Each record was examined for metadata completeness, accuracy, consistency, and usage of controlled vocabularies. Potential barriers to interoperability are identified, most notably the confusion caused by semantic ambiguity among DC elements.","accessed":{"date-parts":[[2022,10,20]]},"author":[{"family":"Weagley","given":"Julie"},{"family":"Gelches","given":"Ellen"},{"family":"Park","given":"Jung-Ran"}],"citation-key":"weagley_interoperability_2010-2","container-title":"Journal of Library Metadata","DOI":"10.1080/19386380903546984","ISSN":"1938-6389","issue":"1","issued":{"date-parts":[[2010,2,12]]},"note":"_eprint: https://doi.org/10.1080/19386380903546984","page":"37-57","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Interoperability and Metadata Quality in Digital Video Repositories: A Study of Dublin Core","title-short":"Interoperability and Metadata Quality in Digital Video Repositories","type":"article-journal","URL":"https://doi.org/10.1080/19386380903546984","volume":"10"}
]
