[
  {"id":"bendor-samuel_duka_1973","author":[{"family":"Bendor-Samuel","given":"John"},{"family":"Skitch","given":"Donna"},{"family":"Cressman","given":"Esther"}],"collection-number":"3","collection-title":"Studies in Nigerian Languages","event-place":"Kano, Nigeria","issued":{"date-parts":[[1973,3,6]]},"language":"en","number-of-pages":"1-167","publisher":"Institute of Linguistics, Zaria; Center for the study of Nigerian Languages Abdullahi Bayero College Ahmadu Bello University Kano","publisher-place":"Kano, Nigeria","title":"Duka sentence, Clause and Phrase","type":"book"},
  {"id":"hoffman_outline_1967","author":[{"family":"Hoffman","given":"Carl"}],"collection-number":"529","collection-title":"Colloques internationaux du Centre national de la recherche scientifique: Sciences humaines","container-title":"La classification nominale dans les langues négro-africaines: Aix-en-Provence, 3-7 juillet 1967","editor":[{"family":"Manessy","given":"Gabriel M"}],"event-place":"Paris, France","issued":{"date-parts":[[1967]]},"language":"fr","page":"237–254","publisher":"Éditions du Centre national de la recherche scientifique","publisher-place":"Paris, France","title":"An outline of the Dakarkari noun class system and the relation between prefix and suffix noun class systems","type":"chapter"},
  {"id":"international_organization_for_standardization_iso_iso_2007","author":[{"literal":"International Organization for Standardization (ISO)"}],"collection-title":"as amended through 2020 by the ISO 639-3 registrar, SIL International","event-place":"Geneva, Switzerland","issued":{"date-parts":[[2007]]},"language":"en","publisher":"International Standards Organization","publisher-place":"Geneva, Switzerland","title":"ISO 639-3:2007 : Codes for the representation of names of languages -- Part 3: Alpha-3 code for comprehensive coverage of languages","type":"book","URL":"https://www.iso.org/standard/39534.html"},
  {"id":"konig_case_2008","author":[{"family":"König","given":"Christa"}],"call-number":"P381.A3 K66 2008","collection-title":"Oxford linguistics","event-place":"Oxford, England; New York","ISBN":"978-0-19-923282-6","issued":{"date-parts":[[2008]]},"language":"en","note":"OCLC: ocn190596877","number-of-pages":"343","publisher":"Oxford University Press","publisher-place":"Oxford, England; New York","source":"Library of Congress ISBN","title":"Case in Africa","type":"book","URL":"https://global.oup.com/academic/product/case-in-africa-9780199232826"},
  {"id":"paterson_nominalization_2019","abstract":"U̠t-Maꞌin is a Kainji, East Benue‑Congo language, spoken in northwestern Nigeria (ISO 639-3 code [gel]). This study contributes to our understanding of Benue‑Congo languages by offering the first indepth look at nominalization phenomena in any Kainji language. Kainji is an undesrdescribed 50+ language subgroup of Benue‑Congo; current descriptions are limited to articles and dissertations on a few languages, unpublished wordlists, and unpublished grammar sketches. This study looks at the morphosyntax of predication in U̠t‑Ma'in, especially the extensive use of nominalization and NP agreement phenomena within a wide range of predicative functions. Five of fourteen noun class prefixes are involved in nominalization of the verb; a nominalized verb, along with a goal complement or an object, can be incorporated into the nominalized phrase in the same way that a noun modifier is marked within a NP. These nominalized verb phrases are extensively used in auxiliary constructions that cover a diverse range of tense, aspect, and mode designations; the syntactic transitivity of the clause determines the morphosyntax used. Intransitive auxiliary constructions use the full range of nominalizing noun class marking; in contrast, transitive auxiliary constructions show a shift in their use of the noun class agreement morphology required. The progressive auxiliary construction specifically has shown the most adjustment in the system. The U̠t-Ma'in associative morpheme is in widespread use across different syntactic constructions. The associative can create a modifying phrase from a descriptive noun with a wide range of semantic relationship between the two nouns. The associative also serves as the relative pronoun introducing a descriptive relative clause. The associative can mark a goal or an object that is contained within the nominalized verb phrase. When a nominalized verb phrase is the complement to an auxiliary construction, the associative marks only the object complement of the verb. Finally, the associative marks the nominative form of nouns in certain morphosyntactic environments; this results in a so called marked-nominative word form and clause alignment pattern. These diverse uses of the associative and the accompanying agreement marking are pervasive in U̠t‑Maꞌin and are a major focus of this study.","accessed":{"date-parts":[[2020,7,1]]},"archive":"Scholarsbank - University of Oregon","author":[{"family":"Paterson","given":"Rebecca Dow Smith"}],"event-place":"Eugene, Oregon","genre":"Ph.D Dissertation","issued":{"date-parts":[[2019]]},"language":"en","note":"http://web.archive.org/web/20200701131559/https://scholarsbank.uoregon.edu/xmlui/handle/1794/25259","publisher":"University of Oregon","publisher-place":"Eugene, Oregon","title":"Nominalization and Predication in U̱t-Maꞌin","type":"thesis","URL":"https://scholarsbank.uoregon.edu/xmlui/handle/1794/25259"},
  {"id":"smith_noun_2007","abstract":"This present work provides a comprehensive overview of the noun class system of Ut-Ma'in, a Benue-Congo (West Kainji) language of Northwestern Nigeria. The Ut-Ma'in language is characterized by a complex noun classification system and a robust agreement system that permeates the language. While an understanding of the noun classes is essential to an understanding of the language as a whole, discussion includes the division of nouns into thirteen distinct classes, marked by prefixes on the nouns themselves and by agreement elements on other clause constituents. The relationship of the noun classes of Ut-Ma'in to historical reconstruction work available for the noun class systems of both Proto-Benue-Congo and Proto-Kainji is explored, and the robust noun class agreement system that affects numerals, quantifiers, the associative construction, the pronoun system, the indefinite and definite articles, adjectives, and the interrogatives “which?” and “what?” is described.\n\nOf particular interest to the reader are the semantic properties that characterize the noun classes and the noun class pairings; these semantic characteristics also serve as the primary criteria for the assignment of a noun to a particular class or class pairing. Also of interest are the varied forms of the associative markers and the use of both prefixes and suffixes to mark agreement on clause constituents.","author":[{"family":"Smith","given":"Rebecca D"}],"event-place":"Grand Forks, North Dakota","genre":"Masters of Arts","issued":{"date-parts":[[2007]]},"language":"en","publisher":"University of North Dakota","publisher-place":"Grand Forks, North Dakota","source":"Zotero","title":"The Noun Class System of Ut-Ma'in, a West Kainji Language of Nigeria","type":"thesis","URL":"https://arts-sciences.und.edu/academics/summer-institute-of-linguistics/theses/2007-smith-rebecca-d.html"}
]
