[
  {"id":"aljalahmah_student-created_2023","abstract":"A high proportion of materials held by archives in Arabian Gulf and included in digital collections are oral histories, manuscripts, and other language content. As metadata is important for resource discovery, this study aimed to develop understanding of the current state of metadata practices in digital collections of archival institutions in the Arabian Gulf region. It also explored perspectives (including attitudes and possible barriers) for development of large-scale regional portals that would facilitate discovery of Arab digital archives (including language collections) by aggregating metadata. This research project used semi-structured interviews of the managers of 4 out of 5 digital language archives in Kuwait. Results provide insights into perspectives of metadata interoperability among archives and suggest the need for metadata training, and documenting metadata creation guidelines. Findings contribute to evaluating the feasibility of and planning for future functional regional aggregations of cultural heritage digital collections.","accessed":{"date-parts":[["2023",11,13]]},"author":[{"family":"Aljalahmah","given":"Saleh"},{"family":"Zavalina","given":"Oksana L."}],"citation-key":"aljalahmah_student-created_2023","container-title":"Journal of Education for Library and Information Science","container-title-short":"Journal of Education for Library and Information Science","DOI":"10.3138/jelis-2023-0016","ISSN":"0748-5786, 2328-2967","issued":{"date-parts":[["2023",12,11]]},"language":"en","page":"e20230016","source":"DOI.org (Crossref)","title":"Student-Created Dublin Core Metadata Representing Arabic Language eBooks: Comparison of Individual and Group Work Outcomes","title-short":"Student-Created Dublin Core Metadata Representing Arabic Language eBooks","type":"article-journal","URL":"https://utpjournals.press/doi/10.3138/jelis-2023-0016"},
  {"id":"anderson_access_2005","accessed":{"date-parts":[["2023",10,12]]},"author":[{"family":"Anderson","given":"Jane"}],"citation-key":"anderson_access_2005","event-place":"New York","issued":{"date-parts":[["2005"]]},"publisher":"American Library Association and The MacArthur Foundation Columbia University","publisher-place":"New York","title":"Access and Control of Indigenous Knowledge in Libraries and Archives: Ownership and Future Use","type":"book","URL":"https://static1.squarespace.com/static/5a1c710fbce17620f861bf47/t/5b249d0ff950b7fedff16822/1529126160548/paper_anderson.pdf"},
  {"id":"baker_1500_2016","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"Baker","given":"Monya"}],"citation-key":"baker_1500_2016","container-title":"Nature","container-title-short":"Nature","DOI":"10.1038/533452a","ISSN":"0028-0836, 1476-4687","issue":"7604","issued":{"date-parts":[["2016",5,26]]},"language":"en","page":"452–454","source":"DOI.org (Crossref)","title":"1,500 scientists lift the lid on reproducibility","type":"article-journal","URL":"https://www.nature.com/articles/533452a","volume":"533"},
  {"id":"berez_integrating_2015","abstract":"The language documentation and conservation (LD&C) track in the Master of Arts program in the Department of Linguistics at the University of Hawai‘i at Manoa (UHM) is unique in the United States and one of only a small handful of graduate programs in the world offering advanced degrees in the documentation of endangered languages. A key component of the program is the integration of the Kaipuleohone University of Hawai‘i Digital Ethnographic Archive into the curriculum.1 This paper discusses the development of Kaipuleohone and its increasing role in the professional development of students in the LD&C program at UHM. Kaipuleohone was started in 2008 by Nick Thieberger (Albarillo & Thieberger 2009). The original mission of the archive was to provide a permanent secure home for digitized language recordings from scholars affiliated with UHM over the five decades since the Department of Linguistics was created. During the first phase of Kaipuleohone, hundreds of recordings from eminent field linguists like Derek Bickerton and Robert Blust, as well as the collection of the Charlene Sato Center for Pidgin, Creole and Dialect Studies, were digitized and ingested. Now in its second phase, Kaipuleohone has increasingly become an archive for materials actively being collected, especially by students in the LD&C program. The core curriculum stresses the importance of archiving in the language documentation workflow, and Kaipuleohone provides an opportunity for students to develop good habits of consistent metadata collection and regular deposit, even from the field. Students are required to consider issues surrounding data longevity, access, and multipurpose value early in their careers, better preparing them for achieving the best practices of contemporary language documentation as professionals. In addition, good archiving practices among our students allows us to require the proper citation of documentary source materials in doctoral theses via permanent handles, furthering the scientific goal that linguistic claims be verifiable by data, and thus increasing the quality of scholarship in the Department. Kaipuleohone conforms to international archiving standards for digital archives. Audio files are stored at high resolution and the metadata conforms to the Open Language Archives Community, Open Archives Initiative and Dublin Core. All digital files are curated by the Library system at the University of Hawa‘i’s D-Space repository, ScholarSpace. Reference Albarillo, Emily A. & Nick Thieberger. 2009. Kaipuleohone, the University of Hawai‘i’s Digital Ethnographic Archive. Language Documentation & Conservation 3(1): 1-14. 1 Kaipuleohone is Hawaiian for ‘gourd of sweet words’. We are grateful to Laiana Wong for suggesting this name and for allowing us to use it as the name of this archive.","accessed":{"date-parts":[["2023",11,14]]},"author":[{"family":"Berez","given":"Andrea"}],"citation-key":"berez_integrating_2015","container-title":"Research, Records and Responsibility: Ten Years of PARADISEC","editor":[{"family":"Harris","given":"Amanda"},{"family":"Thieberger","given":"Nick"},{"family":"Barwick","given":"Linda"}],"event-place":"Sydney, Australia","issued":{"date-parts":[["2015"]]},"language":"en_US","page":"39–52","publisher":"Sydney University Press","publisher-place":"Sydney, Australia","title":"Integrating archiving into the Language Documentation curriculum at the University of Hawai‘i at Mānoa","type":"chapter","URL":"http://www.jstor.org/stable/j.ctt1bh4b3f.5"},
  {"id":"berez-kroeker_reproducible_2018-1","abstract":"This paper is a position statement on reproducible research in linguistics, including data citation and attribution, that represents the collective views of some 41 colleagues. Reproducibility can play a key role in increasing verification and accountability in linguistic research, and is a hallmark of social science research that is currently under-represented in our field. We believe that we need to take time as a discipline to clearly articulate our expectations for how linguistic data are managed, cited, and maintained for long-term access.","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"Berez-Kroeker","given":"Andrea L."},{"family":"Gawne","given":"Lauren"},{"family":"Kung","given":"Susan Smythe"},{"family":"Kelly","given":"Barbara F."},{"family":"Heston","given":"Tyler"},{"family":"Holton","given":"Gary"},{"family":"Pulsifer","given":"Peter"},{"family":"Beaver","given":"David I."},{"family":"Chelliah","given":"Shobhana"},{"family":"Dubinsky","given":"Stanley"},{"family":"Meier","given":"Richard P."},{"family":"Thieberger","given":"Nick"},{"family":"Rice","given":"Keren"},{"family":"Woodbury","given":"Anthony C."}],"citation-key":"berez-kroeker_reproducible_2018-1","container-title":"Linguistics","DOI":"10.1515/ling-2017-0032","ISSN":"1613-396X","issue":"1","issued":{"date-parts":[["2018",1,1]]},"language":"en","license":"De Gruyter expressly reserves the right to use all content for commercial text and data mining within the meaning of Section 44b of the German Copyright Act.","page":"1–18","publisher":"De Gruyter Mouton","source":"www.degruyter.com","title":"Reproducible research in linguistics: A position statement on data citation and attribution in our field","title-short":"Reproducible research in linguistics","type":"article-journal","URL":"https://www.degruyter.com/document/doi/10.1515/ling-2017-0032/html?lang=en","volume":"56"},
  {"id":"bischoff_insights_2018","accessed":{"date-parts":[["2024",3,10]]},"citation-key":"bischoff_insights_2018","collection-number":"319","collection-title":"Trends in Linguistics. Studies and Monographs [TiLSM]","DOI":"10.1515/9783110527018","editor":[{"family":"Bischoff","given":"Shannon T."},{"family":"Jany","given":"Carmen"}],"event-place":"Berlin","ISBN":"978-3-11-052701-8","issued":{"date-parts":[["2018",3,19]]},"publisher":"De Gruyter","publisher-place":"Berlin","source":"DOI.org (Crossref)","title":"Insights from Practices in Community-Based Research: From Theory To Practice Around The Globe","title-short":"Insights from Practices in Community-Based Research","type":"book","URL":"https://www.degruyter.com/document/doi/10.1515/9783110527018/html"},
  {"id":"boerger_language_2023","author":[{"family":"Boerger","given":"Brenda H."},{"family":"Moeller","given":"Sarah Ruth"},{"family":"Reiman","given":"Will"},{"family":"Self","given":"Stephen"}],"citation-key":"boerger_language_2023","event-place":"Victoria, Canada","issued":{"date-parts":[["2023",5,18]]},"publisher":"LeanPub","publisher-place":"Victoria, Canada","title":"Language and Culture Documentation Manual","type":"book","URL":"https://leanpub.com/languageandculturedocumentationmanual"},
  {"id":"bromham_global_2021","abstract":"Abstract\n            Language diversity is under threat. While each language is subject to specific social, demographic and political pressures, there may also be common threatening processes. We use an analysis of 6,511 spoken languages with 51 predictor variables spanning aspects of population, documentation, legal recognition, education policy, socioeconomic indicators and environmental features to show that, counter to common perception, contact with other languages per se is not a driver of language loss. However, greater road density, which may encourage population movement, is associated with increased endangerment. Higher average years of schooling is also associated with greater endangerment, evidence that formal education can contribute to loss of language diversity. Without intervention, language loss could triple within 40 years, with at least one language lost per month. To avoid the loss of over 1,500 languages by the end of the century, urgent investment is needed in language documentation, bilingual education programmes and other community-based programmes.","accessed":{"date-parts":[["2024",3,10]]},"author":[{"family":"Bromham","given":"Lindell"},{"family":"Dinnage","given":"Russell"},{"family":"Skirgård","given":"Hedvig"},{"family":"Ritchie","given":"Andrew"},{"family":"Cardillo","given":"Marcel"},{"family":"Meakins","given":"Felicity"},{"family":"Greenhill","given":"Simon"},{"family":"Hua","given":"Xia"}],"citation-key":"bromham_global_2021","container-title":"Nature Ecology & Evolution","container-title-short":"Nat Ecol Evol","DOI":"10.1038/s41559-021-01604-y","ISSN":"2397-334X","issue":"2","issued":{"date-parts":[["2021",12,16]]},"language":"en","page":"163–173","source":"DOI.org (Crossref)","title":"Global predictors of language endangerment and the future of linguistic diversity","type":"article-journal","URL":"https://www.nature.com/articles/s41559-021-01604-y","volume":"6"},
  {"id":"budziseweaver_collaboration_2012-1","abstract":"Purpose – This study aims to understand key features of existing multilingual digital libraries and to suggest strategies for building and/or sustaining multilingual information access for digital libraries. Design/methodology/approach – A case study approach was applied to examine four American multilingual digital libraries: Project Gutenberg, Meeting of Frontiers, The International Children's Digital Library, and the Latin American Open Archives Portal. This examination used a framework derived from digital library evaluation practice. The missions, goals, funding, partners, users, collections, services, and technologies of these digital libraries were analyzed to present their key multilingual features. The collaboration and crowdsourcing characteristics were highlighted and discussed. Findings – These four multilingual libraries benefit substantially, both in the creation of the library and in its access, from the collaboration of groups domestic and international with different language expertise. For building the multilingual collection and services, some libraries involved both staff and users. For multilingual access to the collection, however, none of the libraries used machine translation or cross‐language information retrieval technologies. Research limitations/implications – The four cases are all publicly available digital libraries in the USA. Their features may not be applicable to digital libraries in other countries or to commercial digital information services. Practical implications – With the advancement of machine translation technologies and the wide application of social media, multilingual digital libraries may have even better opportunities to sustain their multilingual capabilities through crowdsourcing and the application of new technologies. Originality/value – This study summarizes the key features of four existing multilingual digital libraries. It provides insights into important factors for building successful multilingual digital libraries. The suggested strategies may help digital library developers to design appropriate multilingual information access services.","accessed":{"date-parts":[["2022",9,11]]},"author":[{"family":"Budzise‐Weaver","given":"Tina"},{"family":"Chen","given":"Jiangping"},{"family":"Mitchell","given":"Mikhaela"}],"citation-key":"budziseweaver_collaboration_2012-1","container-title":"The Electronic Library","DOI":"10.1108/02640471211221340","ISSN":"0264-0473","issue":"2","issued":{"date-parts":[["2012",1,1]]},"page":"220–232","publisher":"Emerald Group Publishing Limited","source":"Emerald Insight","title":"Collaboration and crowdsourcing: The cases of multilingual digital libraries","title-short":"Collaboration and crowdsourcing","type":"article-journal","URL":"https://doi.org/10.1108/02640471211221340","volume":"30"},
  {"id":"christen_songline_2019","abstract":"This chapter examines the return, reuse, and repositioning of archival materials within Indigenous communities and specifically within the Warumungu Aboriginal community in Central Australia. Over the last 20 years there has been an uptake in collecting institutions and scholars returning cultural, linguistic, and historical material to Indigenous communities in digital formats. These practices of digital return have been spurred by decolonisation and reconciliation movements globally, and at the same time catalysed by new technologies that allow for surrogates to be returned and concurrently reinvented, reused, and reimagined in community, kin-based, and place-based social and cultural networks. Examining the creation, use, and ongoing development of Mukurtu CMS, this article focuses on the implications for digital return as a type of repatriation that promotes decolonising strategies and reparative frameworks for engagement.","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"Christen","given":"Kimberly"}],"citation-key":"christen_songline_2019","collection-number":"18","collection-title":"Language Documentation & Conservation Special Publication","container-title":"Archival returns: Central Australia and beyond","editor":[{"family":"Barwick","given":"Linda"},{"family":"Green","given":"Jennifer"},{"family":"Vaarzon-Morel","given":"Petronella"}],"event-place":"Honolulu & Sydney","ISBN":"978-0-9973295-7-5","issued":{"date-parts":[["2019",10]]},"language":"en","page":"153–172","publisher":"University of Hawai’i Press & Sydney University Press","publisher-place":"Honolulu & Sydney","source":"scholarspace.manoa.hawaii.edu","title":"\"The songline is alive in Mukurtu\": Return, reuse, and respect","type":"chapter","URL":"http://hdl.handle.net/10125/24882"},
  {"id":"computational_resource_for_south_asian_languages_collaborative_2022","author":[{"literal":"Computational Resource for South Asian Languages"}],"citation-key":"computational_resource_for_south_asian_languages_collaborative_2022","collection-title":"Computational Resource for South Asian Languages","event-place":"Denton, Texas","issued":{"date-parts":[["2022"]]},"publisher":"University of North Texas","publisher-place":"Denton, Texas","title":"Collaborative Digital Language Archiving Curriculum","type":"book","URL":"https://corsal.unt.edu/curriculum"},
  {"id":"coronado_digital_2024","abstract":"As a digital repository type of growing prominence, language archives need qualified information professionals to maintain and provide access to their rich collections. Yet, awareness of digital language archives among the US LIS professionals and educators is currently low. Our project’s analysis of available relevant training materials for linguists and community members informed the development of a graduate course that prepares LIS professionals for effective and ethical stewardship of digital language archives. In this paper, following a brief literature review of the latest relevant research and publications, results of examination of three major sources of language archiving learning materials are presented and discussed. This discussion’s focus is on the ideas for reuse and adaptation of these materials in LIS education and on implementation of some of these ideas in our project-developed course at the University of North Texas.","accessed":{"date-parts":[["2025",11,16]]},"author":[{"family":"Coronado","given":"Sergio I."},{"family":"Zavalina","given":"Oksana L."}],"citation-key":"coronado_digital_2024","container-title":"Proceedings of the ALISE Annual Conference","container-title-short":"PAAC","DOI":"10.21900/j.alise.2024.1736","ISSN":"2573-2269","issued":{"date-parts":[["2024",10,16]]},"license":"https://creativecommons.org/licenses/by-sa/4.0","source":"DOI.org (Crossref)","title":"Digital Language Archiving: Reuse and Adaptation of Non-LIS Learning Materials in LIS Education","title-short":"Digital Language Archiving","type":"article-journal","URL":"https://iopn.library.illinois.edu/journals/aliseacp/article/view/1736"},
  {"id":"coyle_works_2022-1","abstract":"The concepts first introduced in the FRBR document and known as “WEMI” have been employed in situations quite different from the library bibliographic catalog. This is evidence that a definition of similar classes that are more general than those developed for library usage would benefit metadata developers broadly. This article proposes a minimally constrained set of classes and relationships that could form the basis for a useful model of created works.","accessed":{"date-parts":[["2022",12,17]]},"author":[{"family":"Coyle","given":"Karen"}],"citation-key":"coyle_works_2022-1","container-title":"The Code4Lib Journal","ISSN":"1940-5758","issued":{"date-parts":[["2022",5,9]]},"source":"Code4Lib Journal","title":"Works, Expressions, Manifestations, Items: An Ontology","title-short":"Works, Expressions, Manifestations, Items","type":"article-journal","URL":"https://journal.code4lib.org/articles/16491","volume":"53"},
  {"id":"czaykowska-higgins_research_2009-1","author":[{"family":"Czaykowska-Higgins","given":"Ewa"}],"citation-key":"czaykowska-higgins_research_2009-1","container-title":"Language Documentation & Conservation","issue":"1","issued":{"date-parts":[["2009"]]},"page":"15–50","title":"Research Models, Community Engagement, and Linguistic Fieldwork: Reflections on Working within Canadian Indigenous Communities","type":"article-journal","URL":"https://hdl.handle.net/10125/4423","volume":"3"},
  {"id":"dietz_virtual_2005-1","author":[{"family":"Dietz","given":"Steve"},{"family":"Besser","given":"Howard"},{"family":"Borda","given":"Ann"},{"family":"Geber","given":"Kati"},{"family":"Lévy","given":"Pierre"}],"citation-key":"dietz_virtual_2005-1","event-place":"Ottawa, Ontario","issued":{"date-parts":[["2005"]]},"note":"other: http://besser.tsoa.nyu.edu/howard/Papers/vm_tng.doc","publisher":"Canadian Heritage Information Network","publisher-place":"Ottawa, Ontario","title":"Virtual Museum (of Canada): The Next Generation","type":"report","URL":"https://www.academia.edu/34788702/Steve_Dietz_Howard_Besser_Ann_Borda_and_Kati_Geber_eds_2005_Virtual_Museum_of_Canada_the_Next_Generation_Canadian_Heritage_Information_Network"},
  {"id":"draxlerPrinciplesPhoneticArchiving2020","abstract":"Repositories and archives play a dual role in phonetics and speech research. Looking forward, they provide current and future accessibility to resources being compiled now. Looking backward, they now provide access to resources compiled in the past. We argue that by adhering to a few general principles early in the process, speech resources can be compiled with little extra effort in such a way that they can easily be deposited in repositories for future accessibility. We further argue that because of the particular nature of phonetics and speech research data, archives and archival units specifically dedicated to this type of data are needed for the long-term preservation of and accessibility to these resources. In this paper we outline these general principles and describe the actors and their responsibilities. Although in theory these principles should be clear, in practice it is a) necessary to remind researchers and focus their attention to the issues of long-term preservation of phonetic research data, and b) for this task we advocate for dedicated institutions linked to the research labs.","author":[{"family":"Draxler","given":"Christoph"},{"family":"Trouvain","given":"Jürgen"}],"citation-key":"draxlerPrinciplesPhoneticArchiving2020","container-title":"Proceedings of the 3rd Workshop on History of Speech Communication Research","event-place":"Wien","issued":{"date-parts":[["2020"]]},"page":"41–47","publisher-place":"Wien","title":"On Principles of Phonetic Archiving: From Paleo-Phonetics to Modern Speech Data Management","type":"paper-conference","URL":"https://www.coli.uni-saarland.de/~trouvain/Draxler_Trouvain_2019.pdf"},
  {"id":"ferreira_website_2021-1","abstract":"Over the last two decades there has been a surge in activists, linguists, anthropologists, documenters digitally recording endangered language use. These unique records often are uploaded to corporate social media sites or to privately run websites. Despite popular belief, uploading these materials to a server does not mean they are archived and preserved for future generations. In this paper we discuss the differences between professional archiving systems and content management system (CMS) based approaches to making language materials accessible. Looking at the example of the Archive of Languages and Cultures of Ethnic Groups of Thailand we discuss the benefits of a Mukurtu based community website, and how linking it to a professional archive can ensure long-term preservation of precious and unique language materials.","accessed":{"date-parts":[["2022",4,24]]},"author":[{"family":"Ferreira","given":"Vera"},{"family":"Lukschy","given":"Leonore"},{"family":"Watyam","given":"Buachut"},{"family":"Ungsitipoonpor","given":"Siripen"},{"family":"Seyfeddinipur","given":"Mandana"}],"citation-key":"ferreira_website_2021-1","container-title":"Proceedings of the International Workshop on Digital Language Archives: LangArc 2021","DOI":"10.12794/langarc1851176","editor":[{"family":"Zavalina","given":"Oksana L."},{"family":"Chelliah","given":"Shobhana Lakshmi"}],"event-place":"Denton, Texas","event-title":"International Workshop on Digital Language Archives","issued":{"date-parts":[["2021",10,7]]},"page":"1–4","publisher":"University of North Texas","publisher-place":"Denton, Texas","source":"DOI.org (Crossref)","title":"A Website Is a Website Is a Website: Why Trusted Repositories Are Needed More Than Ever","title-short":"A Website Is a Website Is a Website","type":"paper-conference","URL":"https://digital.library.unt.edu/ark:/67531/metadc1851176/"},
  {"id":"friedrich_ofness_2016","abstract":"In this paper we adopt a user-centered indexing perspective to propose a concept for the subject indexing Subject indexingof social science survey data. Operationalization processes in survey development mean that the constructs being studied are mostly hidden in the verbalization of the questionnaire (latent subject content). Indexable concepts are therefore found at two different semantic Semanticlevels that, inspired by research on the indexing of pictures (Shatford, Cat Classif Q 6(3):39–62, 1986), we treat as the ofness and aboutness of survey data. We apply a syntax of term linking and role indicators, combining directive terms (e.g., attitude, experience, perception) with subject terms (e.g., corruption, foreigners). Each directive and subject term combination represents a retrievable unit of interest to the secondary researcher.","author":[{"family":"Friedrich","given":"Tanja"},{"family":"Siegers","given":"Pascal"}],"citation-key":"friedrich_ofness_2016","collection-title":"Studies in Classification, Data Analysis, and Knowledge Organization","container-title":"Analysis of Large and Complex Data","DOI":"10.1007/978-3-319-25226-1_54","editor":[{"family":"Wilhelm","given":"Adalbert F.X."},{"family":"Kestler","given":"Hans A."}],"event-place":"Cham","ISBN":"978-3-319-25226-1","issued":{"date-parts":[["2016"]]},"language":"en","page":"629–638","publisher":"Springer International Publishing","publisher-place":"Cham","source":"Springer Link","title":"The Ofness and Aboutness of Survey Data: Improved Indexing of Social Science Questionnaires","title-short":"The Ofness and Aboutness of Survey Data","type":"paper-conference"},
  {"id":"garellek_letter_2020-2","abstract":"It is not yet standard practice in phonetics to provide access to audio files along with submissions to journals. This is paradoxical in view of the importance of data for phonetic research: from audio signals to the whole range of data acquired in phonetic experiments. The phonetic sciences stand to gain greatly from data availability: what is at stake is no less than reproducibility and cumulative progress. We will argue that a collective turn to Open Science holds great promise for phonetics. First, simple reflections on why access to primary data matters are recapitulated and proposed as a basis for consensus. Next, possible drawbacks of data availability are addressed. Finally, we argue that data curation and archiving are to be recognized as part of the same activity that results in the publication of research papers, rather than attempting to build a parallel system to incentivize data archiving by itself.","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"Garellek","given":"Marc"},{"family":"Simpson","given":"Adrian"},{"family":"Roettger","given":"Timo B."},{"family":"Recasens","given":"Daniel"},{"family":"Niebuhr","given":"Oliver"},{"family":"Mooshammer","given":"Christine"},{"family":"Michaud","given":"Alexis"},{"family":"Lee","given":"Wai-Sum"},{"family":"Kirby","given":"James"},{"family":"Gordon","given":"Matthew"},{"family":"Yu","given":"Kristine M."}],"citation-key":"garellek_letter_2020-2","container-title":"Journal of Speech Sciences","container-title-short":"J. of Speech Sci.","DOI":"10.20396/joss.v9i00.14955","ISSN":"2236-9740","issue":"1","issued":{"date-parts":[["2020",9,9]]},"language":"en","page":"3–16","source":"DOI.org (Crossref)","title":"Letter to the editor: toward open data policies in phonetics: what we can gain and how we can avoid pitfalls","title-short":"Letter to the editor","type":"article-journal","URL":"https://econtents.bc.unicamp.br/inpec/index.php/joss/article/view/14955","volume":"9"},
  {"id":"gilliland-swetland_societal_2000","author":[{"family":"Gilliland-Swetland","given":"Anne J."}],"citation-key":"gilliland-swetland_societal_2000","collection-number":"89","collection-title":"CLIR Reports","container-title":"Enduring paradigm, new opportunities: the value of the archival perspective in the digital environment","event-place":"Washington, D.C","ISBN":"978-1-887334-74-7","issued":{"date-parts":[["2000"]]},"language":"eng","page":"4–6","publisher":"Council on Library and Information Resources","publisher-place":"Washington, D.C","source":"K10plus ISBN","title":"The Societal Role of Archives","type":"chapter","URL":"https://www.clir.org/wp-content/uploads/sites/6/pub89.pdf"},
  {"id":"goos_dublin_2002-3","accessed":{"date-parts":[["2025",11,16]]},"author":[{"family":"Sugimoto","given":"Shigeo"},{"family":"Baker","given":"Thomas"},{"family":"Weibel","given":"Stuart L."}],"citation-key":"goos_dublin_2002-3","collection-editor":[{"family":"Goos","given":"G."},{"family":"Hartmanis","given":"J."},{"family":"Van Leeuwen","given":"J."}],"collection-number":"2555","collection-title":"Lecture Notes in Computer Science","container-title":"Digital Libraries: People, Knowledge, and Technology","DOI":"10.1007/3-540-36227-4_3","editor":[{"family":"Lim","given":"Ee- Peng"},{"family":"Foo","given":"Schubert"},{"family":"Khoo","given":"Chris"},{"family":"Chen","given":"Hsinchun"},{"family":"Fox","given":"Edward"},{"family":"Urs","given":"Shalini"},{"family":"Costantino","given":"Thanos"}],"event-place":"Berlin, Heidelberg","ISBN":"978-3-540-00261-1 978-3-540-36227-2","issued":{"date-parts":[["2002"]]},"page":"25–35","publisher":"Springer Berlin Heidelberg","publisher-place":"Berlin, Heidelberg","source":"DOI.org (Crossref)","title":"Dublin Core: Process and Principles","title-short":"Dublin Core","type":"chapter","URL":"http://link.springer.com/10.1007/3-540-36227-4_3"},
  {"id":"harvey_standards-based_2015-2","abstract":"The desirable curation of 158,122 molecular geometries derived from the NCI set of reference molecules together with associated properties computed using the MOPAC semi-empirical quantum mechanical method and originally deposited in 2005 into the Cambridge DSpace repository as a data collection is reported.","accessed":{"date-parts":[["2023",11,15]]},"author":[{"family":"Harvey","given":"Matthew J."},{"family":"Mason","given":"Nicholas J."},{"family":"McLean","given":"Andrew"},{"family":"Murray-Rust","given":"Peter"},{"family":"Rzepa","given":"Henry S."},{"family":"Stewart","given":"James J. P."}],"citation-key":"harvey_standards-based_2015-2","container-title":"Journal of Cheminformatics","container-title-short":"Journal of Cheminformatics","DOI":"10.1186/s13321-015-0093-3","ISSN":"1758-2946","issue":"1","issued":{"date-parts":[["2015",8,27]]},"page":"43","source":"BioMed Central","title":"Standards-based curation of a decade-old digital repository dataset of molecular information","type":"article-journal","URL":"https://doi.org/10.1186/s13321-015-0093-3","volume":"7"},
  {"id":"hjorland_subject_2016-2","accessed":{"date-parts":[["2023",10,17]]},"author":[{"family":"Hjørland","given":"Birger"}],"citation-key":"hjorland_subject_2016-2","container-title":"ISKO Encyclopedia of Knowledge Organization","editor":[{"family":"Hjørland","given":"Birger"},{"family":"Gnoli","given":"Claudio"}],"issued":{"date-parts":[["2016"]]},"publisher":"International Society for Knowledge Organization","title":"Subject (of documents)","type":"entry-encyclopedia","URL":"http://www.isko.org/cyclo/subject"},
  {"id":"huber_why_2023","abstract":"There is a growing demand to make historic linguistic field recordings accessible not only to the scientific community but also to the language communities as well as the interested public. However, when dealing with a corpus of historic language recordings, a number of challenges must be faced before dissemination issues can even be addressed. The present paper reports the experiences made in preparing a corpus of historic Austrian dialect recordings from the Phonogrammarchiv’s holdings and the real-life issues encountered in the process and discusses what needs to be done with such a corpus before something can be done with that corpus.","accessed":{"date-parts":[["2023",10,7]]},"author":[{"family":"Huber","given":"Christian"}],"citation-key":"huber_why_2023","container-title":"Proceedings of the International Workshop on Digital Language Archives: LangArc-2023","DOI":"10.12794/langarc2114302","editor":[{"family":"Zavalina","given":"Oksana L."},{"family":"Chelliah","given":"Shobhana Lakshmi"}],"event-place":"Denton, Texas","event-title":"International Workshop on Digital Language Archives: LangArc-2023","issued":{"date-parts":[["2023"]]},"page":"15–18","publisher":"University of North Texas","publisher-place":"Denton, Texas","source":"DOI.org (Crossref)","title":"Why it Can be Difficult to Make Historic Language Recordings Accessible: A View from a Corpus of Historic Dialect Recordings","title-short":"Why it Can be Difficult to Make Historic Language Recordings Accessible","type":"paper-conference","URL":"https://digital.library.unt.edu/ark:/67531/metadc2114302/"},
  {"id":"ifla_study_group_on_the_functional_requirements_for_bibliographic_records_functional_1998-2","author":[{"literal":"IFLA Study Group on the Functional Requirements for Bibliographic Records"},{"literal":"Plassard, Marie-France"}],"citation-key":"ifla_study_group_on_the_functional_requirements_for_bibliographic_records_functional_1998-2","collection-title":"[UBCIM publications, new series] IFLA Series on Bibliographic Control","edition":"2","event-place":"Munich, Germany","issued":{"date-parts":[["1998"]]},"language":"en","number":"19","original-date":{"date-parts":[["2009"]]},"publisher":"K.G. Saur","publisher-place":"Munich, Germany","title":"Functional Requirements for Bibliographic Records: Final Report","type":"report","URL":"http://www.ifla.org/VII/s13/frbr/"},
  {"id":"jones_endangered_2020-5","abstract":"The ǂKhomani San | Hugh Brody Collection features the voices and history of indigenous hunter gatherer descendants in three endangered languages namely, N|uu, Kora and Khoekhoe as well as a regional dialect of Afrikaans. A large component of this collection is audio-visual (legacy media) recordings of interviews conducted with members of the community by Hugh Brody and his colleagues between 1997 and 2012, referring as far back as the 1800s. The Digital Library Services team at the University of Cape Town aim to showcase the collection digitally on the UCT-wide Digital Collections platform, Ibali which runs on Omeka-S. In this paper we highlight the importance of such a collection in the context of South Africa, and the ethical steps that were taken to ensure the respect of the ǂKhomani San as their stories get uploaded onto a repository and become accessible to all. We will also feature some of the completed collection on Ibali and guide the reader through the organisation of the collection on the Omeka-S backend. Finally, we will outline our development process, from digitisation to repository publishing as well as present some of the challenges in data clean-up, the curation of legacy media, multi-lingual support, and site organisation.","author":[{"family":"Jones","given":"Kerry"},{"family":"Muftic","given":"Sanjin"}],"citation-key":"jones_endangered_2020-5","container-title":"Proceedings of the First workshop on Resources for African Indigenous Languages (RAIL): Language Resources and Evaluation Conference (LREC 2020), Marseille, 11–16 May 2020","editor":[{"family":"Mabuya","given":"Rooweither"},{"family":"Ramukhadi","given":"Phathutshedzo"},{"family":"Setaka","given":"Mmasibidi"},{"family":"Wagner","given":"Valencia"},{"family":"Zaanen","given":"Menno","non-dropping-particle":"van"}],"event-place":"Marseille, France","issued":{"date-parts":[["2020"]]},"language":"en","page":"1–8","publisher":"European Language Resources Association (ELRA)","publisher-place":"Marseille, France","source":"Zotero","title":"Endangered african languages featured in a digital collection: the case of the ǂkhomani san | hugh brody collection","type":"chapter","URL":"https://www.aclweb.org/anthology/2020.rail-1.1"},
  {"id":"kendall_archiving_2014","abstract":"In recent years, sociolinguists have become increasingly focused on and more explicit about ensuring the preservation, and accessibility, of their data. This increased focus on our data has involved new lines of work explicitly on data management and, in turn, has led to important (re)considerations of the nature of sociolinguistic data and the metadata of importance for sociolinguist research. While many of the papers in this special issue focus on issues having to do with specific metadata, in this paper, I consider archiving and sharing data more generally. I attend to three specific problem areas, portability access and security, and discoverability and relevance, providing advice as well as some ‘food for thought’ discussions for each.","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"Kendall","given":"Tyler"}],"citation-key":"kendall_archiving_2014","container-title":"Language and Linguistics Compass","DOI":"10.1111/lnc3.12108","ISSN":"1749-818X","issue":"11","issued":{"date-parts":[["2014"]]},"language":"en","license":"© 2014 The Author Language and Linguistics Compass © 2014 John Wiley & Sons Ltd","page":"495–504","source":"Wiley Online Library","title":"Archiving and Managing Sociolinguistic Data: The Problems of Portability, Access and Security, and Discoverability and Relevance","title-short":"Archiving and Managing Sociolinguistic Data","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1111/lnc3.12108","volume":"8"},
  {"id":"kipp_swimming_2007-1","author":[{"family":"Kipp","given":"Darrell"}],"citation-key":"kipp_swimming_2007-1","container-title":"Cultural Survival Quarterly","issue":"2","issued":{"date-parts":[["2007"]]},"page":"36–43","title":"Swimming in Words","type":"article-journal","URL":"https://www.culturalsurvival.org/publications/cultural-survival-quarterly/swimming-words","volume":"31"},
  {"id":"kung_archiving_2020","author":[{"family":"Kung","given":"Susan Smythe"},{"family":"Sullivant","given":"Ryan"},{"family":"Pojman","given":"Elena"},{"family":"Niwagaba","given":"Alicia"}],"citation-key":"kung_archiving_2020","event-place":"New York, NY","issued":{"date-parts":[["2020"]]},"publisher":"Teach Online with Teach:able","publisher-place":"New York, NY","title":"Archiving for the Future: Simple Steps for Archiving Language Documentation Collections","type":"book","URL":"https://archivingforthefuture.teachable.com"},
  {"id":"lynch_analyzing_2020-1","abstract":"The Illinois Digital Heritage Hub (IDHH) gathers and enhances metadata from contributing institutions around the state of Illinois and provides this metadata to the Digital Public Library of America (DPLA) for greater access. The IDHH helps contributors shape their metadata to the standards recommended and required by the DPLA in part by analyzing and enhancing aggregated metadata. In late 2018, the IDHH undertook a project to address a particularly problematic field, Type metadata. This paper walks through the project, detailing the process of gathering and analyzing metadata using the DPLA API and OpenRefine, data remediation through XSL transformations in conjunction with local improvements by contributing institutions, and the DPLA ingestion system’s quality controls.","accessed":{"date-parts":[["2021",4,16]]},"author":[{"family":"Lynch","given":"Joshua D."},{"family":"Gibson","given":"Jessica"},{"family":"Han","given":"Myung-Ja"}],"citation-key":"lynch_analyzing_2020-1","container-title":"The Code4Lib Journal","ISSN":"1940-5758","issued":{"date-parts":[["2020",2,17]]},"source":"Code4Lib Journal","title":"Analyzing and Normalizing Type Metadata for a Large Aggregated Digital Library","type":"article-journal","URL":"https://journal.code4lib.org/articles/14995","volume":"47"},
  {"id":"miller_paradisec_2023","author":[{"family":"Miller","given":"Julia Colleen"}],"citation-key":"miller_paradisec_2023","event-place":"Sydney, Australia","issued":{"date-parts":[["2023",5,26]]},"publisher":"PARADISEC","publisher-place":"Sydney, Australia","title":"PARADISEC Workflows","type":"book","URL":"https://paradisec-archive.github.io/PARADISEC_workflows"},
  {"id":"miyashita_academic-community_2009","accessed":{"date-parts":[["2024",3,10]]},"author":[{"family":"Miyashita","given":"Mizuki"},{"family":"Many Bears","given":"Rosella"}],"citation-key":"miyashita_academic-community_2009","container-title":"44th International Conference for Salish and Neighboring Languages","event-place":"Pablo and Missoula, Montana","issued":{"date-parts":[["2009"]]},"publisher-place":"Pablo and Missoula, Montana","title":"Academic-community collaboration: Data collection, linguistics research, and language teaching","type":"paper-conference","URL":"https://lingpapers.sites.olt.ubc.ca/files/2018/02/2009_Miyashita_ManyBears.pdf"},
  {"id":"national_academies_of_sciences_replicability_2019","abstract":"However, a successful replication does not guarantee that the original scientific results of a study were correct, nor does a single failed replication conclusively refute the original claims. A failure to replicate previous results can be due to any number of factors, including the discovery of an unknown effect, inherent variability in the system, inability to control complex variables, substandard research practices, and, quite simply, chance. The nature of the problem under study and the prior likelihoods of possible results in the study, the type of measurement instruments and research design selected, and the novelty of the area of study and therefore lack of established methods of inquiry can also contribute to non-replicability. Because of the complicated relationship between replicability and its variety of sources, the validity of scientific results should be considered in the context of an entire body of evidence, rather than an individual study or an individual replication. Moreover, replication may be a matter of degree, rather than a binary result of “success” or “failure.”1 We explain in Chapter 7 how research synthesis, especially meta-analysis, can be used to evaluate the evidence on a given question.","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"National Academies of Sciences","given":"Engineering"},{"literal":"National Academies of Sciences, Engineering, and Medicine"}],"citation-key":"national_academies_of_sciences_replicability_2019","container-title":"Reproducibility and Replicability in Science","contributor":[{"family":"Affairs","given":"Policy and Global"},{"family":"Committee on Science","given":"Engineering"},{"family":"Information","given":"Board on Research Data","dropping-particle":"and"},{"family":"Sciences","given":"Division on Engineering and Physical"},{"family":"Statistics","given":"Committee on Applied and Theoretical"},{"family":"Analytics","given":"Board on Mathematical Sciences","dropping-particle":"and"},{"family":"Studies","given":"Division on Earth and Life"},{"family":"Board","given":"Nuclear and Radiation Studies"},{"family":"Education","given":"Division of Behavioral and Social Sciences","dropping-particle":"and"},{"family":"Statistics","given":"Committee on National"},{"family":"Board on Behavioral","given":"Cognitive"},{"family":"Science","given":"Committee on Reproducibility and Replicability","dropping-particle":"in"}],"DOI":"10.17226/25303","event-place":"Washington, D.C.","issued":{"date-parts":[["2019",5,7]]},"language":"en","publisher":"National Academies Press (US)","publisher-place":"Washington, D.C.","source":"www.ncbi.nlm.nih.gov","title":"Replicability","type":"chapter","URL":"https://www.ncbi.nlm.nih.gov/books/NBK547524/"},
  {"id":"nelson_memorandum_2022","accessed":{"date-parts":[["2023",10,16]]},"author":[{"family":"Nelson","given":"Alondra"}],"citation-key":"nelson_memorandum_2022","DOI":"10.21949/1528361","genre":"Memo","issued":{"date-parts":[["2022"]]},"publisher":"United States. Office of Science and Technology Policy; United States. Executive Office of the President","source":"DOI.org (Datacite)","title":"Memorandum for the Heads of Executive Departments and Agencies: Ensuring Free, Immediate, and Equitable Access to Federally Funded Research","title-short":"Memorandum for the Heads of Executive Departments and Agencies","type":"personal_communication","URL":"https://rosap.ntl.bts.gov/view/dot/65799"},
  {"id":"odell_defining_2016","abstract":"This paper defines and conceptualizes the usefulness subject type, and describes means for libraries to enable discovery of resources based on user applications. Subject analysis of usefulness directly relates library resources to user needs. Cataloguing usefulness can be achieved through a combination of abstracting and indexing techniques, including cataloguerand user-supplied metadata with specialized encoding. Accessing usefulness can be achieved through a combination of data analysis and discovery interface design.","author":[{"family":"O’Dell","given":"Allison Jai"}],"citation-key":"odell_defining_2016","event-place":"Columbus Ohio","event-title":"IFLA-WLIC: Satellite meeting - Subject Access: Unlimited Opportunities","issued":{"date-parts":[["2016"]]},"language":"en","publisher":"IFLA","publisher-place":"Columbus Ohio","source":"Zotero","title":"Defining Usefulness and Facilitating Access Based on Research Applications","type":"paper-conference","URL":"https://library.ifla.org/id/eprint/2042/1/S12-2016-odell-en.pdf"},
  {"id":"oreskes_verification_1994","author":[{"family":"Oreskes","given":"Naomi"},{"family":"Shrader-Frechette","given":"Kristin"},{"family":"Belitz","given":"Kenneth"}],"citation-key":"oreskes_verification_1994","container-title":"Science, New Series","issue":"5147","issued":{"date-parts":[["1994"]]},"language":"en","page":"641–646","source":"Zotero","title":"Verification, Validation, and Confirmation of Numerical Models in the Earth Sciences","type":"article-journal","URL":"http://www.jstor.org/stable/2883078","volume":"263"},
  {"id":"paterson_iii_audio_2021","abstract":"Cataloging metadata for audio artifacts has many secondary uses. How cataloging practice impacts artifact reference and citation strategies is often overlooked. Within academic publishing contexts, the referencing of “data”, the evidentiary record, has recently been the subject of much debate (e.g., FORCE11, The Austin Principles, among others). Historically, within linguistic publishing, editors have not required reference sections to include overt links to the artifacts being discussed in scholarly publications. However, many scholars now recognize that if these artifacts are referenced, they can affect metric-based assessments of their influence in scholarly discussions. Reference counts, including those pointing to the evidentiary record housed in archives, play a significant role in establishing quantitative baseline metrics for scholars. That is, archived audio artifacts which are well-referenced as evidence can be components of portfolios submitted during tenure negotiations.However, the curation practices of audio, such as the arrangement and description of the artifacts, and the user-interface, which allows interaction with the artifacts, both play a role in how artifacts are experienced, cited, and referenced.I show audio-artifact examples from three language archives and discuss how the various curation practices at each archive impact the artifact record. The result is two fold: first, the record is often confusing; and second, there are limited opportunities for automating metadata interoperability to reference managers such as Zotero. These factors impact how scholars approach audio artifacts.For each case, I present some comments on how the artifact record could be clarified to facilitate better interoperability with authorship-referencing tools, which manage bibliographic metadata for use across publishing style sheets.Martone M. (ed.). 2014. Data Citation Synthesis Group: Joint Declaration of Data Citation Principles. San Diego CA: FORCE11. https://doi.org/10.25490/a97f-egykThe Austin Principles of Data Citation in Linguistics. 2018. https://site.uit.no/linguisticsdatacitation/austinprinciples","accessed":{"date-parts":[["2023",11,15]]},"author":[{"family":"Paterson III","given":"Hugh J"}],"citation-key":"paterson_iii_audio_2021","event-place":"Hosted online","event-title":"2021 Conference of the International Association of Sound and Audiovisual Archives: Closing the gap for a new generation of sound and audiovisual archives","genre":"Presentation Slides; Video","issued":{"date-parts":[["2021"]]},"language":"English","license":"Copyright 2021","publisher-place":"Hosted online","title":"Audio Artifacts in Language Archives: From Cataloguing to Referencing and Citation","title-short":"Audio Artifacts in Language Archives","type":"speech","URL":"https://hughandbecky.us/Hugh-CV/talk/2021-audio-artifacts-in-language-archives/"},
  {"id":"paterson_iii_diversity_2023","abstract":"This work analyzes the network typology of data-providers who use the Open Archive Initiative Protocol for Metadata Harvesting (OAI-PMH) to engage in ethnolinguistic information-resource stewardship. The Open Language Archive Community’s (OLAC) network is analyzed addressing: (1) the ontological nature of OAI data-providers, chiefly that not all data-providers are archives; (2) the classificatory nature of the data-providers in contrast to existing OLAC categories of personal and institutional; and (3) the impact of classification/description on the social-understanding about those providers. That is, discrete classificatory terminology does not exist within the target OLAC user community. A broader understanding of the classificatory distinctions among cultural heritage organizations would enable depositors to select the most appropriate institutions for cultural heritage preservation. Two classification taxonomies are presented for the data-providers. The taxonomy terms are applied to the members of the network: (1) as a lens by which one may understand metadata quality discrepancies across data-providers; (2) to identify strong and weak areas within the network; and (3) to identify network growth potential in contrast to the historically involved network participants. The developed taxonomies are applicable to cultural heritage networks outside of the set of OLAC data-providers and contribute to broader metadata quality discussions in the Library-Archive-Museum (LAM) community.","accessed":{"date-parts":[["2023",10,6]]},"author":[{"family":"Paterson III","given":"Hugh J."}],"citation-key":"paterson_iii_diversity_2023","container-title":"Proceedings from North American Symposium on Knowledge Organization (NASKO)","container-title-short":"nasko","DOI":"10.7152/nasko.v9i1.16301","ISSN":"2311-4487","issue":"1","issued":{"date-parts":[["2023",9,29]]},"page":"18–31","source":"DOI.org (Crossref)","title":"Diversity and Identity: Categories for OAI data-providers in the Open Language Archives Network","title-short":"Diversity and Identity","type":"article-journal","URL":"https://journals.lib.washington.edu/index.php/nasko/article/view/16301","volume":"9"},
  {"id":"program_for_cooperative_cataloging_pcc_standing_committee_on_standards_scs_bibframe_and_marc_bibliographic_encoding_for_languages_babel_task_group_babel_2020","author":[{"literal":"Program for Cooperative Cataloging (PCC), Standing Committee on Standards (SCS), BIBFRAME And MARC Bibliographic Encoding for Languages (BABEL) Task Group"}],"citation-key":"program_for_cooperative_cataloging_pcc_standing_committee_on_standards_scs_bibframe_and_marc_bibliographic_encoding_for_languages_babel_task_group_babel_2020","event-place":"Washington, D.C.","issued":{"date-parts":[["2020"]]},"language":"en","publisher":"US Library of Congress","publisher-place":"Washington, D.C.","title":"BABEL Final Report","type":"report","URL":"https://www.loc.gov/aba/pcc/taskgroup/BABEL-Final-Report.docx"},
  {"id":"rice_documentary_2011-1","abstract":"In recent years, there has been a growing focus in linguistics on community-based research. In this paper, I summarize how community-based research is defined, and then address community-based research from two perspectives. I begin with a perspective that is sometimes heard in universities, and sometimes by colleagues in linguistics as well: that community-based research is not really research, but rather community service. I discuss some of the fallacies in this conclusion, examining how traditional types of linguistic research can grow out of community-based work as well as addressing the types of new research topics that might emerge from this type of paradigm. I then switch the focus and ask what community-based research might mean from the perspective of a community, and who controls the research.","accessed":{"date-parts":[["2023",10,18]]},"author":[{"family":"Rice","given":"Keren"}],"citation-key":"rice_documentary_2011-1","container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[["2011",12]]},"language":"eng","page":"187–207","publisher":"University of Hawai'i Press","source":"scholarspace.manoa.hawaii.edu","title":"Documentary Linguistics and Community Relations","type":"article-journal","URL":"http://hdl.handle.net/10125/4498","volume":"5"},
  {"id":"riva_ifla_2017-3","citation-key":"riva_ifla_2017-3","edition":"December 2017","editor":[{"family":"Riva","given":"Pat"},{"family":"Le Bœuf","given":"Patrick"},{"family":"Žumer","given":"Maja"}],"event-place":"Den Haag, Netherlands","issued":{"date-parts":[["2017"]]},"language":"en","publisher":"International Federation of Library Associations and Institutions (IFLA)","publisher-place":"Den Haag, Netherlands","source":"Zotero","title":"IFLA Library Reference Model A Conceptual Model for Bibliographic Information","type":"book","URL":"https://www.ifla.org/publications/node/11412"},
  {"id":"sallabank_archiving_2011-1","abstract":"The field of language ecology studies the interrelationships between speakers and their languages as situated in their full (contemporary and historical) context. In its strong version, a theory of language ecology likens competition between languages to the competition between species and provides mechanisms for accounting for the survival of the fittest (languages). Language planning should take into account the overall language ecology of any group, which can be seen as a framework or model for analysing the relationship between linguistic practices on the context, or milieu, in which they are situated, that is, their ecolinguistic niche. Most linguists would argue that it is possible to place language vitality along a continuum, with languages which are vital and in no way endangered (e.g. English, Mandarin, and Spanish) on one end, and extinct languages which have no speakers and have vanished without descendent or daughter languages on the other end.","accessed":{"date-parts":[["2024",3,10]]},"author":[{"family":"Conathan","given":"Lisa"}],"citation-key":"sallabank_archiving_2011-1","collection-title":"Cambridge Handbooks in Language and Linguistics","container-title":"The Cambridge Handbook of Endangered Languages","DOI":"10.1017/CBO9780511975981.012","editor":[{"family":"Sallabank","given":"Julia"},{"family":"Austin","given":"Peter K."}],"event-place":"Cambridge","ISBN":"978-0-521-88215-6","issued":{"date-parts":[["2011"]]},"page":"235–254","publisher":"Cambridge University Press","publisher-place":"Cambridge","source":"Cambridge University Press","title":"Archiving and language documentation","type":"chapter","URL":"https://www.cambridge.org/core/books/cambridge-handbook-of-endangered-languages/archiving-and-language-documentation/FEDDD5B106BFE18C3F3F978C705EB5D7"},
  {"id":"seyfeddinipur_public_2019-1","abstract":"The Open Access Movement promotes free and unfettered access to research publications and, increasingly, to the primary data which underly those publications. As the field of documentary linguistics seeks to record and preserve culturally and linguistically relevant materials, the question of how openly accessible these materials should be becomes increasingly important. This paper aims to guide researchers and other stakeholders in finding an appropriate balance between accessibility and confidentiality of data, addressing community questions and legal, institutional, and intellectual issues that pose challenges to accessible data.","accessed":{"date-parts":[["2023",1,19]]},"author":[{"family":"Seyfeddinipur","given":"Mandana"},{"family":"Ameka","given":"Felix"},{"family":"Bolton","given":"Lissant"},{"family":"Blumtritt","given":"Jonathan"},{"family":"Carpenter","given":"Brian"},{"family":"Cruz","given":"Hilaria"},{"family":"Drude","given":"Sebastian"},{"family":"Epps","given":"Patience L."},{"family":"Ferreira","given":"Vera"},{"family":"Galucio","given":"Ana Vilacy"},{"family":"Hellwig","given":"Brigit"},{"family":"Hinte","given":"Oliver"},{"family":"Holton","given":"Gary"},{"family":"Jung","given":"Dagmar"},{"family":"Buddeberg","given":"Irmgarda Kasinskaite"},{"family":"Krifka","given":"Manfred"},{"family":"Kung","given":"Susan"},{"family":"Monroig","given":"Miyuki"},{"family":"Neba","given":"Ayu'nwi Ngwabe"},{"family":"Nordhoff","given":"Sebastian"},{"family":"Pakendorf","given":"Brigitte"},{"family":"Prince","given":"Kilu","non-dropping-particle":"von"},{"family":"Rau","given":"Felix"},{"family":"Rice","given":"Keren"},{"family":"Riessler","given":"Michael"},{"family":"Szoelloesi Brenig","given":"Vera"},{"family":"Thieberger","given":"Nick"},{"family":"Trilsbeek","given":"Paul"},{"family":"Voort","given":"Hein","non-dropping-particle":"van der"},{"family":"Woodbury","given":"Tony"}],"citation-key":"seyfeddinipur_public_2019-1","container-title":"Language Documentation & Conservation","ISSN":"1934-5275","issued":{"date-parts":[["2019",10]]},"language":"en-US","page":"545–563","publisher":"University of Hawaii Press","source":"scholarspace.manoa.hawaii.edu","title":"Public access to research data in language documentation: Challenges and possible strategies","title-short":"Public access to research data in language documentation","type":"article-journal","URL":"http://hdl.handle.net/10125/24901","volume":"13"},
  {"id":"srivastava_verifiability_2018","abstract":"Scientific knowledge is supposed to be verifiable. Replications promote verifiability in several ways. Most straightforwardly, replications can verify empirical claims. Replication research also promotes dissemination of information needed for other aspects of verification; creates meta-scientific knowledge about what results to treat as credible even in the absence of replications; and reinforces a broader norm of scientists checking each other's work.","accessed":{"date-parts":[["2024",3,11]]},"author":[{"family":"Srivastava","given":"Sanjay"}],"citation-key":"srivastava_verifiability_2018","container-title":"Behavioral and Brain Sciences","DOI":"10.1017/S0140525X18000869","ISSN":"0140-525X, 1469-1825","issued":{"date-parts":[["2018",1]]},"language":"en","page":"e150","source":"Cambridge University Press","title":"Verifiability is a core principle of science","type":"article-journal","URL":"https://www.cambridge.org/core/journals/behavioral-and-brain-sciences/article/abs/verifiability-is-a-core-principle-of-science/D46462A598492AFDB7AFB4975A313446","volume":"41"},
  {"id":"sserwanga_exploration_2023-1","abstract":"This exploratory study is the ﬁrst one that examined student-created metadata for physical non-text resources. We applied in-depth qualitative and quantitative content analysis to the Dublin Core (DCTERMS) metadata created by the graduate students in two sections of an introductory digital library metadata course. The analysis of bibliographic records that represent paintings identiﬁed record ﬁelds in which novice metadata creators tend to make mistakes. Examples of the most common kinds of metadata errors for each quality criterion (accuracy, completeness, and consistency) are discussed and compared with results of previous relevant research. Finding of comparative analysis for the asynchronous course section and the section with synchronous class meetings are also presented. Implications are discussed, along with future directions for research.","accessed":{"date-parts":[["2023",3,30]]},"author":[{"family":"Zavalin","given":"Vyacheslav"},{"family":"Zavalina","given":"Oksana L."}],"citation-key":"sserwanga_exploration_2023-1","collection-number":"13972","collection-title":"Lecture Notes in Computer Science","container-title":"Information for a Better World: Normality, Virtuality, Physicality, Inclusivity","DOI":"10.1007/978-3-031-28032-0_7","editor":[{"family":"Sserwanga","given":"Isaac"},{"family":"Goulding","given":"Anne"},{"family":"Moulaison-Sandy","given":"Heather"},{"family":"Du","given":"Jia Tina"},{"family":"Soares","given":"António Lucas"},{"family":"Hessami","given":"Viviane"},{"family":"Frank","given":"Rebecca D."}],"event-place":"Cham","ISBN":"978-3-031-28031-3 978-3-031-28032-0","issued":{"date-parts":[["2023"]]},"language":"en","page":"83–90","publisher":"Springer Nature Switzerland","publisher-place":"Cham","source":"DOI.org (Crossref)","title":"Exploration of Accuracy, Completeness and Consistency in Metadata for Physical Objects in Museum Collections","type":"chapter","URL":"https://link.springer.com/10.1007/978-3-031-28032-0_7"},
  {"id":"swan_constructivist_2005","abstract":"This paper provides a brief overview of constructivist learning theory and explores its implications for instruction in terms of the design of online learning environments that are learner-centered, knowledgecentered, assessment-centered, and community centered. It then presents a model for organizing thinking about technology-mediated learning within a social constructivist frame. The RCET model distinguishes three interacting domains of knowledge construction -- conceptualization, representation, and use -within which the unique affordances and constraints of the online medium and their effects on learning can be scrutinized. It is hoped that so narrowing the focus of inquiry might guide research to pursue findings which can meaningfully inform practice and advance online learning.","author":[{"family":"Swan","given":"Karen"}],"citation-key":"swan_constructivist_2005","collection-number":"6","collection-title":"Sloan-C Series","container-title":"Elements of Quality Online Education: Engaging Communities","editor":[{"family":"Moore","given":"Janet C"},{"family":"Bourne","given":"John"}],"event-place":"Needham, MA","issued":{"date-parts":[["2005"]]},"language":"en","page":"13–30","publisher":"The Sloan Consortium","publisher-place":"Needham, MA","source":"Zotero","title":"A Constructivist Model for Thinking About Learning Online","type":"chapter"},
  {"id":"thieberger_when_2022-1","accessed":{"date-parts":[["2023",10,15]]},"author":[{"family":"Thieberger","given":"Nick"},{"family":"Harris","given":"Amanda"}],"citation-key":"thieberger_when_2022-1","container-title":"Data Science Journal","DOI":"10.5334/dsj-2022-009","ISSN":"1683-1470","issued":{"date-parts":[["2022",4,4]]},"language":"en","page":"9","source":"DOI.org (Crossref)","title":"When Your Data is My Grandparents Singing. Digitisation and Access for Cultural Records, the Pacific and Regional Archive for Digital Sources in Endangered Cultures (PARADISEC)","type":"article-journal","URL":"http://datascience.codata.org/articles/10.5334/dsj-2022-009/","volume":"21"},
  {"id":"trippel_lessons_2018-1","accessed":{"date-parts":[["2022",12,9]]},"author":[{"family":"Trippel","given":"Thorsten"},{"family":"Zinn","given":"Claus"}],"citation-key":"trippel_lessons_2018-1","container-title":"Proceedings of the Eleventh International Conference on Language Resources and Evaluation (LREC 2018)","editor":[{"family":"Calzolari","given":"Nicoletta"},{"family":"Choukri","given":"Khalid"},{"family":"Cieri","given":"Chrisopher"},{"family":"DeClerck","given":"Thierry"},{"family":"Goggi","given":"Sara"},{"family":"Hasida","given":"Koiti"},{"family":"Isahara","given":"Hitoshi"},{"family":"Maegaard","given":"Bente"},{"family":"Mariani","given":"Joseph"},{"family":"Mazo","given":"Hélène"},{"family":"Moreno","given":"Asuncion"},{"family":"Odijk","given":"Jan"},{"family":"Piperidis","given":"Stelios"},{"family":"Tokunaga","given":"Takenobu"}],"event-place":"Miyazaki, Japan","event-title":"LREC 2018","issued":{"date-parts":[["2018",5]]},"page":"146–150","publisher":"European Language Resources Association (ELRA)","publisher-place":"Miyazaki, Japan","source":"ACLWeb","title":"Lessons Learned: On the Challenges of Migrating a Research Data Repository from a Research Institution to a University Library.","title-short":"Lessons Learned","type":"paper-conference","URL":"https://aclanthology.org/L18-1023"},
  {"id":"ungsitipoonporn_community_2021-1","abstract":"This article presents the research process of the project “The Ethnic Group Digital Archive Project: Promoting the protection and preservation of language and culture diversity in Thailand”. This project involved the development of a local digital archive website for the ethnic groups of Thailand to archive, preserve, and transmit their knowledge of languages and cultures to their younger generations and those interested. The core objective of this digital archive development was the implementation of the archive website with uncomplicated accessibility and simple and interesting design that serves the language documentation purpose. The digital archive output includes collections from 18 ethnic groups in Thailand, containing 385 bundles of legacy and fieldwork data obtained by means of video, audio, text, image, and ELAN file. Despite the low number of researchers working on language documentation and archiving, the research team managed to expand both national and international networks working in this particular field of study. This serves as an opportunity for scholars and speaker communities in Thailand to recognize the importance of local knowledge preservation and transmission, and the availability of the digital archive is a practical way to support sustainable data preservation and accessibility in the future.","author":[{"family":"Ungsitipoonporn","given":"Siripen"},{"family":"Buachut","given":"Watyam"},{"family":"Ferreira","given":"Vera"},{"family":"Seyfeddinipur","given":"Mandana"}],"citation-key":"ungsitipoonporn_community_2021-1","container-title":"Language Documentation & Conservation","issued":{"date-parts":[["2021"]]},"page":"267–284","title":"Community archiving of ethnic groups in Thailand","type":"article-journal","URL":"http://hdl.handle.net/10125/24975","volume":"15"},
  {"id":"van_hyning_datas_2021","abstract":"Online crowdsourcing—a series of methods for engaging volunteers with STEM, humanities, and cultural heritage research—has rapidly matured between 2000 and 2021.","accessed":{"date-parts":[["2023",11,15]]},"author":[{"family":"Van Hyning","given":"Victoria Anne"},{"family":"Jones","given":"Mason A."}],"citation-key":"van_hyning_datas_2021","container-title":"Startwords","DOI":"10.5281/zenodo.5750691","ISSN":"2694-2658","issue":"2","issued":{"date-parts":[["2021",12]]},"language":"en","license":"http://creativecommons.org/licenses/by/4.0/","publisher":"Center for Digital Humanities, Princeton University","section":"issues","source":"startwords.cdh.princeton.edu","title":"Data's Destinations: Three Case Studies in Crowdsourced Transcription Data Management and Dissemination","title-short":"Data&#39;s Destinations","type":"article-journal","URL":"https://startwords.cdh.princeton.edu/issues/2/datas-destinations/"},
  {"id":"waddill_action_2006","accessed":{"date-parts":[["2024",2,29]]},"author":[{"family":"Waddill","given":"Deborah DeWolfe"}],"citation-key":"waddill_action_2006","container-title":"Human Resource Development International","container-title-short":"Human Resource Development International","DOI":"10.1080/13678860600616347","ISSN":"1367-8868, 1469-8374","issue":"2","issued":{"date-parts":[["2006",6]]},"language":"en","page":"157–171","source":"DOI.org (Crossref)","title":"Action e-learning: An exploratory case study of action learning applied online","title-short":"Action e-learning","type":"article-journal","URL":"http://www.tandfonline.com/doi/abs/10.1080/13678860600616347","volume":"9"},
  {"id":"yee_subject_1990","abstract":"Discusses the principles of subject cataloging as they apply to moving image materials, including user needs for moving image materials, depth of subject coverage, ofness and aboutness, and depth of indexing. Also discusses online system design considerations, including integration, co-occurrence rules for keywords, decisions about pre- and post-coordination, searchable fields, definition of indexes, and displays of headings from multiple lists. Discusses topical subject access for both nonfiction and fiction. Discusses genre and form and physical format access. Then discusses some problems with the use of the MARC format for providing subject access to moving image materials.","accessed":{"date-parts":[["2023",10,17]]},"author":[{"family":"Yee","given":"Martha M."}],"citation-key":"yee_subject_1990","container-title":"Beyond the book","issue":"1","issued":{"date-parts":[["1990"]]},"language":"en","page":"97–116","source":"escholarship.org","title":"Subject Access to Moving Image Materials in a MARC-Based Online Environment","type":"article-journal","URL":"https://escholarship.org/uc/item/1nz230kw","volume":"1"},
  {"id":"zavalin_ukrainian_2023","abstract":"The purpose of metadata is to enable information users to find, identify, select, obtain, and explore information resources. The largest global database of machine-readable bibliographic metadata, WorldCat includes over 500 million records that represent information resources in 483 languages. While most of these records describe individual officially published or released materials (print and electronic books and journals, VHS, CD, and DVD releases of documentary and feature films, officially distributed audio albums of songs and instrumental music), over 2.3 million of metadata records included in WorldCat represent archival materials of various kinds. Our study examined a sample of WorldCat records representing Ukrainian-language archival materials (including digital resources) that were not officially published or released with the goal to examine the extent to which these metadata records support the user tasks of find, identify, select, obtain, and explore.","accessed":{"date-parts":[["2025",11,16]]},"author":[{"family":"Zavalin","given":"Vyacheslav"}],"citation-key":"zavalin_ukrainian_2023","container-title":"Proceedings of the International Workshop on Digital Language Archives: LangArc-2023","DOI":"10.12794/langarc2114298","editor":[{"family":"Zavalina","given":"Oksana L"},{"family":"Chelliah","given":"Shobhana L."}],"event-place":"Denton, Texas","event-title":"International Workshop on Digital Language Archives: LangArc-2023","issued":{"date-parts":[["2023"]]},"page":"38–41","publisher":"University of North Texas","publisher-place":"Denton, Texas","source":"DOI.org (Crossref)","title":"Ukrainian Archival Metadata in WorldCat: Exploratory Analysis","title-short":"Ukrainian Archival Metadata in WorldCat","type":"paper-conference","URL":"https://digital.library.unt.edu/ark:/67531/metadc2114298/"},
  {"id":"zavalina_assessing_2021-2","abstract":"The quality of metadata has a direct effect on the ability to find, identify, select, obtain, and explore information; therefore, training to create high-quality metadata is an important, yet challenging, task for LIS educators. To provide such training effectively, instructors need to develop a vision for where best to focus their efforts, informed by understanding of the common metadata quality problems in student-created records and the way in which observed patterns correlate with the content and methods of instruction. Our exploratory case study addresses this need through empirical data. The article provides an overview of the metadata-creation skill building in instructional design of an online graduate metadata course at a US university and includes results of a comparative content analysis of student-created Dublin Core metadata records in three semesters based on the criteria of accuracy, completeness, and consistency. Findings reveal that accuracy and completeness issues are prevalent and that metadata quality problems revolve mainly around representation of relations and subjects and the application of controlled vocabularies. Results also indicate student confusion regarding the purpose of several metadata elements. The article discusses the findings in relation to content and methods of instruction, considers how the observed quality issues in student-created metadata might be addressed in improving skill building through curriculum development, and proposes directions for further research.","accessed":{"date-parts":[["2025",11,16]]},"author":[{"family":"Zavalina","given":"Oksana L."},{"family":"Burke","given":"Mary"}],"citation-key":"zavalina_assessing_2021-2","container-title":"Journal of Education for Library and Information Science","container-title-short":"Journal of Education for Library and Information Science","DOI":"10.3138/jelis.62-4-2020-0083","ISSN":"0748-5786, 2328-2967","issue":"4","issued":{"date-parts":[["2021",9,1]]},"language":"en","page":"423–442","source":"DOI.org (Crossref)","title":"Assessing Skill Building in Metadata Instruction: Quality Evaluation of Dublin Core Metadata Records Created by Graduate Students","title-short":"Assessing Skill Building in Metadata Instruction","type":"article-journal","URL":"https://utppublishing.com/doi/10.3138/jelis.62-4-2020-0083","volume":"62"},
  {"id":"zavalina_developing_2016","abstract":"Managing metadata quality and metadata change contributes to more effective knowledge management in various organizations. This study sought to test and refine the metadata change framework initially developed for characterizing the change in digit al library metadata, in the study of traditional library metadata. As well, the study investigates how the recent shift to the new resource description standard Resource Description and Access (RDA) has impacted the change in library metadata records. Using a content analysis approach, we assessed various quantitative and qualitative aspects of metadata change over time in library metadata records. The study reveals that in the time since the transition to the new standard, library metadata records have received a high level of attention from metadata editors as expressed in overall metadata change frequency and a variety of 3 change categories and 23 subcategories observed. Results suggests the most frequently occurring categories and subcategories of change within the library metadata records, the metadata fields most widely applied in the records and the ones most often undergoing changes, as well as the institutions that most often make changes to the records. Based on the changes observed in our study, we identify relations between specific metadata change categories and subcategories and metadata quality criteria of accuracy, completeness, and consistency. The directions for further research into library metadata change and connections between metadata change categories and metadata quality criteria are suggested.","accessed":{"date-parts":[["2022",9,20]]},"author":[{"family":"Zavalina","given":"Oksana L."},{"family":"Zavalin","given":"Vyacheslav"},{"family":"Shakeri","given":"Shadi"},{"family":"Kizhakkethil","given":"Priya"}],"citation-key":"zavalina_developing_2016","collection-title":"International Conference on Knowledge Management, ICKM 2016, 10-11 October 2016, Vienna, Austria","container-title":"Procedia Computer Science","container-title-short":"Procedia Computer Science","DOI":"10.1016/j.procs.2016.09.100","ISSN":"1877-0509","issued":{"date-parts":[["2016"]]},"language":"en","page":"50–63","source":"DOI.org (Crossref)","title":"Developing an Empirically-based Framework of Metadata Change and Exploring Relation between Metadata Change and Metadata Quality in MARC Library Metadata","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1877050916322451","volume":"99"},
  {"id":"zavalina_evaluation_2018","abstract":"ABSTRACT\n            Information community creates, maintains and shares authority data through large‐scale databases of standardized digital records that describe persons, institutions, places, events, and works, as well as relations between them. This submission presents some results of the content analysis study that explores the authority data change over time in response to change in standards. We analysed over 400 thousand of authority records that comply to the new standard, Resource Description and Access (RDA) and are available through the OCLC database. Records were obtained at two data collection points, with an interval of 22 months. Our analysis identified RDA‐based authority data elements that are widely applied and the ones that need more attention by record creators. Findings reveal a significant increase over time in the level of application of some data elements, including several of the Linked Data‐enabling elements. This study contributes to the understanding of metadata change and its relation to functionality of authority records and improved information access. Directions for future research are suggested.","accessed":{"date-parts":[["2025",11,16]]},"author":[{"family":"Zavalina","given":"Oksana L."},{"family":"Zavalin","given":"Vyacheslav"}],"citation-key":"zavalina_evaluation_2018","container-title":"Proceedings of the Association for Information Science and Technology","container-title-short":"Proc. Assoc. Info. Sci. Tech.","DOI":"10.1002/pra2.2018.14505501064","ISSN":"2373-9231, 2373-9231","issue":"1","issued":{"date-parts":[["2018",1]]},"language":"en","page":"593–597","source":"DOI.org (Crossref)","title":"Evaluation of metadata change in authority data over time: An effect of a standard evolution","title-short":"Evaluation of metadata change in authority data over time","type":"article-journal","URL":"https://asistdl.onlinelibrary.wiley.com/doi/10.1002/pra2.2018.14505501064","volume":"55"},
  {"id":"zavalina_exploring_2021","abstract":"In the past two decades, federal agencies such as National Science Foundation and Institute for Museum and Library Services have extensively supported  efforts aimed at preserving and providing online access to unique and valuable collections of language data. However, multiple studies have demonstrated the gap between the way language data is currently organized and represented in digital archives (mostly by the LIS professionals) and understanding of that data -- and how it should be organized and represented -- by data creators and collectors such as language preservation and revitalization researchers, members of language communities. The specifics of information objects collected by language archives and information needs of these collections' end-users are not currently examined in the LIS education. This paper provides a review of the relevant literature, presents some work of our interdisciplinary team of educators, researchers and practitioners to address this gap, and discusses lessons learned and future directions.","accessed":{"date-parts":[["2024",3,4]]},"archive":"IDEALS","archive_location":"UnUniversity of Illinois at Urbana-Champaign/Academic Units/Association for Library and Information Science Education/ALISE 2021 Conference Proceedings/ALISE 2021 Juried Papers","author":[{"family":"Zavalina","given":"Oksana L."},{"family":"Chelliah","given":"Shobhana"}],"citation-key":"zavalina_exploring_2021","container-title":"ALISE 2021 Conference Proceedings","event-place":"Virtual","event-title":"ALISE 2021 - Crafting a Resilient Future: Leadership, Education, & Inspiration, September 20-24, 2021","issued":{"date-parts":[["2021",9,20]]},"publisher":"University of Illinois Urbana-Champaign","publisher-place":"Virtual","source":"www.ideals.illinois.edu","title":"Exploring language archiving education for information professionals and interdisciplinary collaboration to support information access","type":"paper-conference","URL":"https://hdl.handle.net/2142/110944"},
  {"id":"zavalina_identity_2017-1","accessed":{"date-parts":[["2025",11,16]]},"author":[{"family":"Zavalina","given":"Oksana L."},{"family":"Zavalin","given":"Vyacheslav"}],"citation-key":"zavalina_identity_2017-1","container-title":"Knowledge Discovery and Data Design Innovation","DOI":"10.1142/9789813234482_0012","event-place":"Dallas, Texas, USA","event-title":"The International Conference on Knowledge Management (ICKM 2017)","ISBN":"978-981-323-447-5 978-981-323-448-2","issued":{"date-parts":[["2017"]]},"language":"en","page":"233–248","publisher":"World Scientivic","publisher-place":"Dallas, Texas, USA","source":"DOI.org (Crossref)","title":"Identity Management Analysis: An Empirical Investigation into the State of Library Community’s Authority Data Conformance to the New Standard","title-short":"Identity Management Analysis","type":"paper-conference","URL":"http://www.worldscientific.com/doi/abs/10.1142/9789813234482_0012"},
  {"id":"zinn_crosswalking_2016","abstract":"The Component MetaData Infrastructure (CMDI) is a framework for the creation and usage of metadata formats to describe all kinds of resources in the CLARIN world. To better connect to the library world, and to allow librarians to enter metadata for linguistic resources into their catalogues, a crosswalk from CMDI-based formats to bibliographic standards is required. The general and rather fluid nature of CMDI, however, makes it hard to map arbitrary CMDI schemas to metadata standards such as Dublin Core (DC) or MARC 21, which have a mature, well-defined and fixed set of field descriptors. In this paper, we address the issue and propose crosswalks between CMDI-based profiles originating from the NaLiDa project and DC and MARC 21, respectively.","accessed":{"date-parts":[["2023",11,15]]},"author":[{"family":"Zinn","given":"Claus"},{"family":"Trippel","given":"Thorsten"},{"family":"Kaminski","given":"Steve"},{"family":"Dima","given":"Emanuel"}],"citation-key":"zinn_crosswalking_2016","container-title":"Proceedings of the Tenth International Conference on Language Resources and Evaluation (LREC'16)","editor":[{"family":"Calzolari","given":"Nicoletta"},{"family":"Choukri","given":"Khalid"},{"family":"Declerck","given":"Thierry"},{"family":"Goggi","given":"Sara"},{"family":"Grobelnik","given":"Marko"},{"family":"Maegaard","given":"Bente"},{"family":"Mariani","given":"Joseph"},{"family":"Mazo","given":"Helene"},{"family":"Moreno","given":"Asuncion"},{"family":"Odijk","given":"Jan"},{"family":"Piperidis","given":"Stelios"}],"event-place":"Portorož, Slovenia","event-title":"LREC 2016","issued":{"date-parts":[["2016",5]]},"page":"2489–2495","publisher":"European Language Resources Association (ELRA)","publisher-place":"Portorož, Slovenia","source":"ACLWeb","title":"Crosswalking from CMDI to Dublin Core and MARC 21","type":"paper-conference","URL":"https://aclanthology.org/L16-1395"}
]
