[
  {"id":"acar_academic_2020","abstract":"In January 2016, academics in Turkey distributed a peace petition calling for an end to hostilities and to restart negotiations with the Kurdish movement. The Turkish government responded by opening legal cases, jailing academics, and dismissing them from universities. In the state of emergency following the July 2016 coup attempt in Turkey, the government's extended powers allowed them to fire thousands of civil servants from every branch of government, including thousands of academics. This increased the number of academics who organized to form and teach in academic collectives. The current study evaluates how politicization occurs in scholars removed from the university environment. Traditional approaches to collective action and politicization suggest that empowerment is an important catalyst in politicization and continuation of collective political engagement. With the social and political restrictions that decree law dismissals place on scholars, what is it that motivates them to politicize? The current study was conducted through semistructured interviews with nine academics who work in these collectives. Participants described their politicization in terms of previous practice, reaction to injustice, and ideals of academia and academic freedom. They further evaluated current and prospective functions and possible barriers to academic collectives. Finally, although somewhat ambivalent, participants discussed feelings of efficacy, psychosocial support, and senses of solidarity and liberation in terms of being empowered. Their perspectives provide an opportunity to understand how and where academics engage in scholar activism for an independent and free academia in the context of consolidated political oppression.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Acar","given":"Yasemin Gülsüm"},{"family":"Coşkan","given":"Canan"}],"citation-key":"acar_academic_2020","container-title":"Journal of Community & Applied Social Psychology","DOI":"https://doi.org/10.1002/casp.2455","ISSN":"1099-1298","issue":"4","issued":{"date-parts":[[2020]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/casp.2455","page":"388-404","source":"Wiley Online Library","title":"Academic activism and its impact on individual-level mobilization, sources of learning, and the future of academia in Turkey","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/casp.2455","volume":"30"},
  {"id":"adam_diplomacy_2015","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Adam","given":"Thomas"},{"family":"Lerg","given":"Charlotte A."}],"citation-key":"adam_diplomacy_2015","container-title":"Journal of Transatlantic Studies","container-title-short":"J Transatl Stud","DOI":"10.1080/14794012.2015.1088327","ISSN":"1754-1018","issue":"4","issued":{"date-parts":[[2015,12,1]]},"language":"en","page":"299-310","source":"Springer Link","title":"Diplomacy on campus: the political dimensions of academic exchange in the North Atlantic","title-short":"Diplomacy on campus","type":"article-journal","URL":"https://doi.org/10.1080/14794012.2015.1088327","volume":"13"},
  {"id":"aggestam_strengths_2009","accessed":{"date-parts":[[2022,2,19]]},"citation-key":"aggestam_strengths_2009","container-title":"Diplomacy in Theory and Practice: Essays in hornor of Christer Jönsson","editor":[{"family":"Aggestam","given":"Karin"},{"family":"Jerneck","given":"Magnus"}],"event-place":"Malmö, Sweeden","issued":{"date-parts":[[2009]]},"page":"258–281","publisher":"Liber AB","publisher-place":"Malmö, Sweeden","title":"The Strengths and Limits of Academic Deplomacy: The case of Bougainville","type":"chapter","URL":"https://www.diva-portal.org/smash/get/diva2:234185/FULLTEXT01.pdf"},
  {"id":"askins_thats_2009","abstract":"In this paper, I wish to critically reflect on the role of emotion/s in how I position myself with regards to research, teaching and learning, drawing on experiences over the past threeyears as a human geography lecturer ‘doing’ research with refugees and asylum seekers in a local inner city area. While there has been increasing debate regarding what constitutes ‘the activist-academic’, in particular deconstructing any dualism or border between ‘academic’ and ‘activist’, the motivation for undertaking such a role is generally ascribed to an ‘ideological commitment’ to social and personal change of one type or another. For me, such a commitment cannot be separated from how I feel about the issues that I research, learn and teach about. In particular, I explore how emotions relate across different spaces and places in my life to produce motivation for activism and how that activism – specifically the encounters with people through it – feeds back into emotional geographies across my professional (and personal) endeavours. More broadly, I'm concerned with the ways in which emotional becomings and the interconnectivities across spaces of activity/ism and everyday life play out beyond my own individual subjective experience, but rather are caught up in ‘situated, relational perspectives’ (after Bondi, 2005). I argue that recognising the significance of emotion has implications for how we conduct and disseminate research.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Askins","given":"Kye"}],"citation-key":"askins_thats_2009","collection-title":"Activism and Emotional Sustainability","container-title":"Emotion, Space and Society","container-title-short":"Emotion, Space and Society","DOI":"10.1016/j.emospa.2009.03.005","ISSN":"1755-4586","issue":"1","issued":{"date-parts":[[2009,7,1]]},"language":"en","page":"4-13","source":"ScienceDirect","title":"‘That's just what I do’: Placing emotion in academic activism","title-short":"‘That's just what I do’","type":"article-journal","URL":"http://www.sciencedirect.com/science/article/pii/S1755458609000176","volume":"2"},
  {"id":"bayat_social_2000","author":[{"family":"Bayat","given":"Asef"}],"citation-key":"bayat_social_2000","collection-title":"Civil Society and Social Movements Programme","event-place":"Geneva, Switzerland","issued":{"date-parts":[[2000]]},"language":"en","number":"3","page":"47","publisher":"United Nations Research Institute for Social Development","publisher-place":"Geneva, Switzerland","source":"Zotero","title":"Social Movements, Activism and Social Development in the Middle East","type":"report","URL":"https://www.unrisd.org/80256b3c005bccf9/(httpauxpages)/9c2befd0ee1c73b380256b5e004ce4c3/$file/bayat.pdf"},
  {"id":"brienza_activism_2015","abstract":"Though it is widely accepted that academic publishing has both communication and credentialing functions, there have been no systematic attempts to categorize journals according to their various socio-political aims since Toby Miller's intervention in the early 2000s. Yet one-third of all peer-reviewed academic journals currently in print did not even exist at the time of his writing. This article takes these new journals into account in order to develop a systematic typology of academic journals based on their intended social purpose, both within and beyond the academy. After an overview of similar typologies and their strengths and limitations, the author proposes a tripartite typology for academic journals: journals of (1) record, (2) transformational activism, and (3) professional legitimation. The article concludes with a discussion of the implications of these findings for the symbiotic relationship between the academy and scholarly publishing and argues that, in the digital age, this relationship is as important as ever.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Brienza","given":"Casey"}],"citation-key":"brienza_activism_2015","container-title":"Journal of Scholarly Publishing","DOI":"10.3138/jsp.46.2.02","ISSN":"1198-9742","issue":"2","issued":{"date-parts":[[2015,1,1]]},"page":"141-157","publisher":"University of Toronto Press","source":"utpjournals.press (Atypon)","title":"Activism, Legitimation, or Record: Towards a New Tripartite Typology of Academic Journals","title-short":"Activism, Legitimation, or Record","type":"article-journal","URL":"https://www.utpjournals.press/doi/abs/10.3138/jsp.46.2.02","volume":"46"},
  {"id":"brossier_senegals_2017","accessed":{"date-parts":[[2018,9,25]]},"author":[{"family":"Brossier","given":"Marie"}],"citation-key":"brossier_senegals_2017","container-title":"Mediterranean Politics","DOI":"10.1080/13629395.2016.1230944","ISSN":"1362-9395, 1743-9418","issue":"1","issued":{"date-parts":[[2017,1,2]]},"language":"en","page":"155-175","source":"Crossref","title":"Senegal’s Arabic literates: from transnational education to national linguistic and political activism","title-short":"Senegal’s Arabic literates","type":"article-journal","URL":"https://www.tandfonline.com/doi/full/10.1080/13629395.2016.1230944","volume":"22"},
  {"id":"cancian_conflicts_1993","abstract":"The article compares participatory research and alternative activist approaches, based on the literature on participatory research and interviews with nine successful sociologists who use alternative approaches. Participatory research, distinguished by high control over research by community members, equalizes power within the research process, but often retards academic publication and career advancement. The interviews show that successful academics retain control over their research, experience mild to severe conflicts with departments, and develop various strategies for combining activism and career success. All types of activist research are more effective in challenging inequality if they involve activist community organizations.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Cancian","given":"Francesca M."}],"citation-key":"cancian_conflicts_1993","container-title":"The American Sociologist","container-title-short":"Am Soc","DOI":"10.1007/BF02691947","ISSN":"1936-4784","issue":"1","issued":{"date-parts":[[1993,3,1]]},"language":"en","page":"92-106","source":"Springer Link","title":"Conflicts between activist research and academic success: Participatory research and alternative strategies","title-short":"Conflicts between activist research and academic success","type":"article-journal","URL":"https://doi.org/10.1007/BF02691947","volume":"24"},
  {"id":"compton_animal_1995","abstract":"Past research suggests that public support for the use of animal models as means to improve the human condition is present but many individuals have expressed ambivalence. In the present study, various sectors of the academic community (students and faculty) as well as the general population, were surveyed to assess their positions on the need for, and value of animal research, the value of psychological research in which animals are employed, and the respondents' consummatory habits. The results suggested that more information needs to be provided about the role of animal experimentation, including a discussion of the benefits produced by using animals to answer psychological questions.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Compton","given":"David M."},{"family":"Dietrich","given":"Kerri L."},{"family":"Smith","given":"Jeff S."},{"family":"Johnson","given":"Summer D."}],"citation-key":"compton_animal_1995","container-title":"Psychological Reports","container-title-short":"Psychol Rep","DOI":"10.2466/pr0.1995.76.1.23","ISSN":"0033-2941","issue":"1","issued":{"date-parts":[[1995,2,1]]},"language":"en","page":"23-31","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Animal Rights Activism and Animal Welfare Concerns in the Academic Setting: Levels of Activism and the Perceived Importance of Research with Animals","title-short":"Animal Rights Activism and Animal Welfare Concerns in the Academic Setting","type":"article-journal","URL":"https://doi.org/10.2466/pr0.1995.76.1.23","volume":"76"},
  {"id":"cox_scholarship_2015","abstract":"This article revisits the debate over Barker and Cox’s (2011) use of Gramsci’s distinction between traditional and organic intellectuals to contrast academic and activist modes of theorizing about social movements. Often misread as an attack on personal choices in career and writing, the distinction aimed to highlight the different purposes, audiences, and social relationships entailed by these different forms of theorizing. Discourses which take ‘scholarship’ as their starting point position ‘activist’ as a personal choice within an institutional field, and substitute this moral commitment for a political assessment of its effects. By contrast, few academics have undergone the political learning curve represented by social movements. This may explain the widespread persistence – beyond any intellectual or empirical credibility – of a faith in ‘critical scholarship’ isolated from agency, an orientation to policy makers and mainstream media as primary audiences or an unquestioned commitment to existing institutional frameworks as pathways to substantial social change.  Drawing on over three decades of movement participation and two of academic work, this article explores two processes of activist training within the academy. It also explores the politics of different experiences of theoretical publishing for social movements audiences. This discussion focuses on the control of the “means of mental production” (Marx, 1965), and the politics of distribution. The conclusion explores the broader implications of these experiences for the relationship between movements and research.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Cox","given":"Laurence"}],"citation-key":"cox_scholarship_2015","container-title":"Studies in Social Justice","DOI":"10.26522/ssj.v9i1.1153","ISSN":"1911-4788","issue":"1","issued":{"date-parts":[[2015,12,10]]},"language":"en","number":"1","page":"34-53","source":"journals.library.brocku.ca","title":"Scholarship and Activism: A Social Movements Perspective","title-short":"Scholarship and Activism","type":"article-journal","URL":"https://journals.library.brocku.ca/index.php/SSJ/article/view/1153","volume":"9"},
  {"id":"deodato_universities_2014","author":[{"family":"Deodato","given":"Ettore"},{"family":"Borkowska","given":"Iwona"}],"citation-key":"deodato_universities_2014","collection-title":"Valdai Papers","issued":{"date-parts":[[2014]]},"language":"en","number":"8","publisher":"Valdai Disccusion Club","source":"Zotero","title":"Universities as actors and instruments in diplomacy. The academic soft power potential.","type":"report","URL":"http://vid-1.rian.ru/ig/valdai/Paper08_eng.pdf"},
  {"id":"doyle_indian_2015","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Doyle","given":"Timothy"},{"family":"Seal","given":"Graham"}],"citation-key":"doyle_indian_2015","container-title":"Journal of the Indian Ocean Region","DOI":"10.1080/19480881.2015.1019994","ISSN":"1948-0881","issue":"1","issued":{"date-parts":[[2015,1,2]]},"note":"_eprint: https://doi.org/10.1080/19480881.2015.1019994","page":"2-7","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Indian Ocean futures: new partnerships, new alliances and academic diplomacy","title-short":"Indian Ocean futures","type":"article-journal","URL":"https://doi.org/10.1080/19480881.2015.1019994","volume":"11"},
  {"id":"drohan_brutality_2017","abstract":"In <i>Brutality in an Age of Human Rights</i> , Brian Drohan demonstrates that British officials' choices concerning counterinsurgency methods have long been deeply influenced or even redirected by the work of human rights activists. To reveal how that influence was manifested by military policies and practices, Drohan examines three British counterinsurgency campaigns-Cyprus (1955-1959), Aden (1963-1967), and the peak of the \"Troubles\" in Northern Ireland (1969-1976). This book is enriched by Drohan's use of a newly available collection of 1.2 million colonial-era files, International Committee of the Red Cross files, the extensive Troubles collection at Linen Hall Library in Belfast, and many other sources.  Drohan argues that when faced with human rights activism, British officials sought to evade, discredit, and deflect public criticism of their actions to avoid drawing attention to brutal counterinsurgency practices such as the use of torture during interrogation. Some of the topics discussed in the book, such as the use of violence against civilians, the desire to uphold human rights values while simultaneously employing brutal methods, and the dynamic of wars waged in the glare of the media, are of critical interest to scholars, lawyers, and government officials dealing with the conflicts in Iraq and Afghanistan, and those to come in the future.","accessed":{"date-parts":[[2021,6,14]]},"author":[{"family":"Drohan","given":"Brian"}],"citation-key":"drohan_brutality_2017","ISBN":"978-1-5017-1466-5","issued":{"date-parts":[[2017]]},"publisher":"Cornell University Press","source":"JSTOR","title":"Brutality in an Age of Human Rights: Activism and Counterinsurgency at the End of the British Empire","title-short":"Brutality in an Age of Human Rights","type":"book","URL":"https://www.jstor.org/stable/10.7591/j.ctt1w0ddc0"},
  {"id":"flood_combining_2013","author":[{"family":"Flood","given":"Michael"},{"family":"Martin","given":"Brian"},{"family":"Dreher","given":"Tanja"}],"citation-key":"flood_combining_2013","container-title":"Australian Universities’ Review","DOI":"10.3316/aeipt.196880","issue":"1","issued":{"date-parts":[[2013]]},"page":"17–26","title":"Combining Academia and Activism: Common Obstacles and Useful Tool","type":"article-journal","URL":"https://aur.nteu.org.au/wp-content/uploads/2021/08/AUR-55-01.pdf","volume":"55"},
  {"id":"goodfellow_introduction_2009","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Goodfellow","given":"Anne Marie"}],"citation-key":"goodfellow_introduction_2009","container-title":"Speaking of Endangered Languages: Issues in Revitalization","editor":[{"family":"Goodfellow","given":"Anne Marie"}],"event-place":"Newcastle upon Tyne, UK","ISBN":"978-1-4438-1238-2","issued":{"date-parts":[[2009]]},"page":"1–24","publisher":"Cambridge Scholars Publishing","publisher-place":"Newcastle upon Tyne, UK","title":"Introduction","type":"chapter","URL":"https://www.cambridgescholars.com/resources/pdfs/978-1-4438-1238-2-sample.pdf"},
  {"id":"gottfried_feminism_1996","call-number":"HQ1181.U5 F449 1996","citation-key":"gottfried_feminism_1996","editor":[{"family":"Gottfried","given":"Heidi"}],"event-place":"Urbana","ISBN":"978-0-252-02198-5 978-0-252-06495-1","issued":{"date-parts":[[1996]]},"number-of-pages":"286","publisher":"University of Illinois Press","publisher-place":"Urbana","source":"Library of Congress ISBN","title":"Feminism and social change: bridging theory and practice","title-short":"Feminism and social change","type":"book"},
  {"id":"gumperz_types_1962","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Gumperz","given":"John J."}],"citation-key":"gumperz_types_1962","container-title":"Anthropological Linguistics","ISSN":"0003-5483","issue":"1","issued":{"date-parts":[[1962]]},"page":"28-40","publisher":"[Anthropological Linguistics, Trustees of Indiana University]","source":"JSTOR","title":"Types of Linguistic Communities","type":"article-journal","URL":"https://www.jstor.org/stable/30022343","volume":"4"},
  {"id":"hale_endangered_1992","accessed":{"date-parts":[[2019,5,13]]},"author":[{"family":"Hale","given":"Ken"},{"family":"Krauss","given":"Michael"},{"family":"Watahomigie","given":"Lucille J."},{"family":"Yamamoto","given":"Akira Y."},{"family":"Craig","given":"Colette"},{"family":"Jeanne","given":"LaVerne Masayesva"},{"family":"England","given":"Nora C."}],"citation-key":"hale_endangered_1992","container-title":"Language","container-title-short":"Language","DOI":"10.2307/416368","ISSN":"00978507","issue":"1","issued":{"date-parts":[[1992,3]]},"page":"1-42","source":"DOI.org (Crossref)","title":"Endangered Languages","type":"article-journal","URL":"https://www.jstor.org/stable/416368?origin=crossref","volume":"68"},
  {"id":"hales_academic_2018","abstract":"A climate of neoliberalism challenges the work of scholars whose research focuses on societal well-being through embedded community research and critical analysis of public policy, planning, and industry practices, what we call academic activism. This article draws on the autoethnographic\ninsights and critical narratives of four tourism scholars to describe and analyze in a systematic manner the experiences of these researchers each engaged in what they consider to be academic activism. Our aim is to bring into focus and raise as matters of concern the future of tourism research\nin the neoliberal university and the need for greater critical and reflexive engagement by researchers in their positionality and agency. Although the contexts in which we work and our experiences differ greatly, the article identifies common themes, challenges, and opportunities within our\napproaches to research and action. Four emergent themes arose through the narrative analysis that helped to structure insights and findings: experiential journeys that shaped our current academic positionality and philosophical approaches to research and practice; a preference for embedded\nsituated methodologies; a reflexive understanding of our political positioning; and a critical situated approach to understanding the external influences upon our research and strivings to contribute to the public good. The article raises challenging questions on the meaning of tourism research\nand the \"public good\" in the neoliberal university, and what being an academic activist entails in this context.","author":[{"family":"Hales","given":"Rob"},{"family":"Dredge","given":"Dianne"},{"family":"Higgins-Desbiolles","given":"Freya"},{"family":"Jamal","given":"Tazim"}],"citation-key":"hales_academic_2018","container-title":"Tourism Analysis","container-title-short":"Tourism Analysis","DOI":"10.3727/108354218X15210313504544","issue":"2","issued":{"date-parts":[[2018,4,1]]},"page":"189-199","source":"IngentaConnect","title":"Academic Activism in Tourism Studies: Critical Narratives from Four Researchers","title-short":"Academic Activism in Tourism Studies","type":"article-journal","volume":"23"},
  {"id":"hawthorne-steele_transforming_2015","abstract":"This article tracks the engagement of university faculty in academic and community activism during thirty years in conflict-affected Northern Ireland. Over time, the team of three academics who wrote the article developed programs to help tackle educational disadvantage in a deeply divided society riven with violent conflict. Our pedagogical approach was driven by social justice principles in practice. In the process, students became what Ledwith & Springett (2010) describe as participative activists in the academy and in their own communities. The aim of this collective activism was to foster transformative change in a society that is now in transition from conflict. Key examples of critical practice are described. We use a case study approach to describe challenges faced by faculty and participants. We argue that academic activism and community partnership can play a positive role in community transformation in the most difficult circumstances.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Hawthorne-Steele","given":"Isobel"},{"family":"Moreland","given":"Rosemary"},{"family":"Rooney","given":"Eilish"}],"citation-key":"hawthorne-steele_transforming_2015","container-title":"Studies in Social Justice","DOI":"10.26522/ssj.v9i2.1152","ISSN":"1911-4788","issue":"2","issued":{"date-parts":[[2015]]},"language":"en","number":"2","page":"197-214","source":"journals.library.brocku.ca","title":"Transforming Communities through Academic Activism: An Emancipatory, Praxis-led Approach","title-short":"Transforming Communities through Academic Activism","type":"article-journal","URL":"https://journals.library.brocku.ca/index.php/SSJ/article/view/1152","volume":"9"},
  {"id":"kara_yeni_2020","abstract":"Social workers actively work with language and use their communication, speaking and interviewing skills to carry out intervention processes. At this point, linguistic social work adopts an approach that advocates open communication, linguistic diversity and empowerment of individuals in this context. The linguistic social work advocates a empowering perspective for clients to use their preferred language, by highlighting the importance of language at the point of providing a service sensitive to different cultures. This article explains the concept of linguistic social work, which is in the same context as the cultural competence and empowerment approach, with an emphasis on the importance of language for the social work profession and discipline.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Kara","given":"Yunus"}],"citation-key":"kara_yeni_2020","container-title":"Toplum ve Sosyal Hizmet","DOI":"10.33417/tsh.735805","ISSN":"2147-3374","issue":"4","issued":{"date-parts":[[2020,10,28]]},"language":"tr","number":"4","page":"1703-1718","source":"dergipark.org.tr","title":"Yeni̇ Bi̇r Yaklaşim Olarak Di̇lbi̇li̇msel Sosyal Hi̇zmet","type":"article-journal","URL":"https://dergipark.org.tr/en/pub/tsh/735805","volume":"31"},
  {"id":"kivimaki_can_2016","abstract":"This book is about the process and, more generally, about the opportunities that peace research and the teaching of conflict resolution can offer academic diplomacy. As such the book is both an empirical and a theoretical project. While it aims at being the most comprehensive analysis of the conflict in West Kalimantan, it also launches a new theoretical approach, neo-pragmatism, and offers lessons for the prevention of conflicts elsewhere. While being based on the classical pragmatist theories of truth and explanation, the approach developed in this book incorporates the complications to social science theory caused by the 'discovery' of socially constructed realities, and concepts such as speech acts. Yet, instead of just theorizing speech acts and social constructs, the theoretical mission is to offer pragmatic, detailed, concrete prescriptions of what to do to deconstruct realities that threaten peace by the means available for research and scholars of peace.","author":[{"family":"Kivimäki","given":"Timo"}],"citation-key":"kivimaki_can_2016","DOI":"10.4324/9781315570778","event-place":"London","ISBN":"978-1-315-57077-8","issued":{"date-parts":[[2016,4,30]]},"number-of-pages":"200","publisher":"Routledge","publisher-place":"London","title":"Can Peace Research Make Peace?: Lessons in Academic Diplomacy","title-short":"Can Peace Research Make Peace?","type":"book"},
  {"id":"mackinlay_rethinking_2008","author":[{"family":"Mackinlay","given":"John"},{"family":"Al-Baddawy","given":"Alison"}],"call-number":"U241 .M333 2008","citation-key":"mackinlay_rethinking_2008","collection-number":"v. 5","collection-title":"Rand counterinsurgency study","event-place":"Santa Monica, CA","ISBN":"978-0-8330-4475-4","issued":{"date-parts":[[2008]]},"language":"en","note":"OCLC: ocn225846802","number-of-pages":"65","publisher":"Rand National Defense Research Institute","publisher-place":"Santa Monica, CA","source":"Library of Congress ISBN","title":"Rethinking counterinsurgency","type":"book"},
  {"id":"maxey_beyond_1999","abstract":"In this paper, I draw on my own experiences to question some of the boundaries constructed around notions of activism and academia. Firstly, I introduce activism as a discursively produced concept with potential both to challenge and to support social exclusion. I propose an inclusive, reflexive view of activism that places us all as ‘activists’. Using this understanding of activism and the work of feminist and other critical geographers, I consider the role of reflexivity within research and other activist projects. Drawing on my own experiences of activism, I then explore some of the boundaries that reproduce the academic-activist binary. I suggest such boundaries are actively constructed and may compromise the liberatory potential of academic research. I conclude the article by suggesting that a reflexivity grounded in the contingency of our lives can support activism within the academy and beyond.","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Maxey","given":"Ian"}],"citation-key":"maxey_beyond_1999","container-title":"Area","DOI":"https://doi.org/10.1111/j.1475-4762.1999.tb00084.x","ISSN":"1475-4762","issue":"3","issued":{"date-parts":[[1999]]},"language":"en","note":"_eprint: https://rgs-ibg.onlinelibrary.wiley.com/doi/pdf/10.1111/j.1475-4762.1999.tb00084.x","page":"199-208","source":"Wiley Online Library","title":"Beyond boundaries? Activism, academia, reflexivity and research","title-short":"Beyond boundaries?","type":"article-journal","URL":"https://rgs-ibg.onlinelibrary.wiley.com/doi/abs/10.1111/j.1475-4762.1999.tb00084.x","volume":"31"},
  {"id":"newman_endangered_2003","author":[{"family":"Newman","given":"Paul"}],"citation-key":"newman_endangered_2003","collection-number":"240","collection-title":"Current Issues in Linguistic Theory","container-title":"Language death and language maintenance: theoretical, practical and descriptive approaches","DOI":"10.1075/cilt.240.03new","editor":[{"family":"Janse","given":"Mark"},{"family":"Tol","given":"Sijmen"}],"event-place":"Amsterdam, Netherlands","issued":{"date-parts":[[2003]]},"language":"en","page":"1–13","publisher":"John Benjamins","publisher-place":"Amsterdam, Netherlands","title":"The endangered languages issue as a hopeless cause","type":"chapter"},
  {"id":"newman_we_1998","author":[{"family":"Newman","given":"Paul"}],"citation-key":"newman_we_1998","container-title":"Studies in the Linguistic Sciences","issue":"2","issued":{"date-parts":[[1998]]},"language":"en","page":"11–20","source":"Zotero","title":"We has seen the Enemy and it is Us: The Endangered Languages Issue as a Hopeless Cause","type":"article-journal","URL":"http://hdl.handle.net/2142/11559","volume":"28"},
  {"id":"noauthor_what_2010","abstract":"The difference between counter-terrorism and counter-insurgency is simple: counter-terrorism focuses more narrowly on combating the tactics and strategy of terrorism and those who employ it, while counter-insurgency is a broader category of responses to political violence carried out by minority groups, both terroristic and otherwise.","accessed":{"date-parts":[[2021,6,14]]},"citation-key":"noauthor_what_2010","container-title":"E-International Relations","issued":{"date-parts":[[2010,12,21]]},"language":"en-US","title":"What is the difference between counter-insurgency and counter-terrorism?","type":"post-weblog","URL":"https://www.e-ir.info/2010/12/21/what-is-the-difference-between-counter-insurgency-and-counter-terrorism/"},
  {"id":"paterson_iii_language_2021","archive":"University of North Dakota Scholarly Commons","archive_location":"Theses and Dissertations. 3937","author":[{"family":"Paterson III","given":"Hugh J."}],"citation-key":"paterson_iii_language_2021","event-place":"Grand Forks, North Dakota","genre":"M.A. Thesis","issued":{"date-parts":[[2021]]},"publisher":"University of North Dakota","publisher-place":"Grand Forks, North Dakota","title":"Language Archive Records:  Interoperability of Referencing Practices and Metadata Models","type":"thesis","URL":"https://commons.und.edu/theses/3937/"},
  {"id":"paul_testing_2010","abstract":"Insurgency is a complex subset of warfare. Current U.S. doctrine defines <i>insurgency</i> as “the organized use of subversion or violence by a group or movement that seeks to overthrow or force change of a governing authority.”¹ Essentially, insurgency is an organized, protracted politico-military struggle designed to weaken the control and legitimacy of an established government, occupying power, or other political authority while increasing insurgent control.  The mirror image of insurgency is counterinsurgency, a combination of offensive, defensive, and stability operations. <i>Counterinsurgency</i> is defined as “comprehensive civilian and military efforts taken to defeat an insurgency and to address any core grievances.”²","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Paul","given":"Christopher"},{"family":"Clarke","given":"Colin P."},{"family":"Grill","given":"Beth"}],"citation-key":"paul_testing_2010","collection-title":"Sources of Success in Counterinsurgency","container-title":"Victory Has a Thousand Fathers","ISBN":"978-0-8330-4961-2","issued":{"date-parts":[[2010]]},"page":"31-82","publisher":"RAND Corporation","source":"JSTOR","title":"Testing the Approaches to Counterinsurgency","type":"chapter","URL":"https://www.jstor.org/stable/10.7249/mg964osd.11"},
  {"id":"piven_reflections_2010","author":[{"family":"Piven","given":"Frances Fox"}],"citation-key":"piven_reflections_2010","container-title":"Antipode","DOI":"10.1111/j.1467-8330.2010.00776.x","issue":"4","issued":{"date-parts":[[2010]]},"language":"en","page":"806–810","source":"Zotero","title":"Reflections on Scholarship and Activism","type":"article-journal","volume":"42"},
  {"id":"pratt_what_2010","author":[{"family":"Pratt","given":"Simon"}],"citation-key":"pratt_what_2010","container-title":"International Relations","issued":{"date-parts":[[2010]]},"language":"en","page":"5","source":"Zotero","title":"What is the difference between counter-insurgency and counter-terrorism?","type":"article-journal","URL":"https://www.e-ir.info/pdf/6037"},
  {"id":"rakoto_counterinsurgency_2017","accessed":{"date-parts":[[2021,6,14]]},"citation-key":"rakoto_counterinsurgency_2017","editor":[{"family":"Rakoto","given":"Andre D."},{"family":"Rauchfuss","given":"Gary"}],"issued":{"date-parts":[[2017]]},"language":"978-92-845-203-5","publisher":"NATO Graphics & Printing","title":"Counterinsurgency: A Generic Reference Curriculum","type":"book","URL":"https://www.nato.int/nato_static_fl2014/assets/pdf/pdf_2017_09/20170904_1709-counterinsurgency-rc.pdf"},
  {"id":"sleeter_multicultural_1996","author":[{"family":"Sleeter","given":"Christine E."}],"call-number":"LC1099.3 .S587 1996","citation-key":"sleeter_multicultural_1996","collection-title":"SUNY series, the social context of education","event-place":"Albany","ISBN":"978-0-7914-2997-6 978-0-7914-2998-3","issued":{"date-parts":[[1996]]},"number-of-pages":"284","publisher":"State University of New York Press","publisher-place":"Albany","source":"Library of Congress ISBN","title":"Multicultural education as social activism","type":"book"},
  {"id":"smith_social-justice_2007","accessed":{"date-parts":[[2021,1,18]]},"author":[{"family":"Smith","given":"Andrea"}],"citation-key":"smith_social-justice_2007","container-title":"Journal of Feminist Studies in Religion","ISSN":"1553-3913","issue":"2","issued":{"date-parts":[[2007]]},"page":"140-145","publisher":"Indiana University Press","source":"Project MUSE","title":"Social-Justice Activism in the Academic Industrial Complex","type":"article-journal","URL":"https://muse.jhu.edu/article/223421","volume":"23"},
  {"id":"torkunov_diplomacy_2019","abstract":"The article analyses the historical aspects and current features of academic diplomacy. The author emphasizes the scholars’ lack of ideological contamination, which allows them to treat the problems o","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Torkunov","given":"Anatoly V."}],"citation-key":"torkunov_diplomacy_2019","container-title":"Mirovaia ekonomika i mezhdunarodnye otnosheniia","DOI":"10.20542/0131-2227-2019-63-9-22-28","ISSN":"0131-2227","issue":"9","issued":{"date-parts":[[2019,9,26]]},"language":"en","number":"9","page":"22-28","source":"ras.jes.su","title":"Diplomacy of the Academic Community: the Past and the Present","title-short":"Diplomacy of the Academic Community","type":"article-journal","URL":"https://ras.jes.su/meimo/s013122270006826-9-1-en","volume":"63"},
  {"id":"tronchet_defeat_2017","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Tronchet","given":"Guillaume"}],"citation-key":"tronchet_defeat_2017","container-title":"Global Exchanges. Scholarship and Transnational Circulations in the Modern World","editor":[{"family":"Scott-Smith","given":"Giles"},{"family":"Tournès","given":"Ludovic"}],"issued":{"date-parts":[[2017]]},"page":"50-63","publisher":"Berghahn Books","source":"HAL Archives Ouvertes","title":"The Defeat of University Autonomy. French Academic Diplomacy, Mobility Scholarships and Exchange Programs (1880s–1930s)","type":"chapter","URL":"https://hal.archives-ouvertes.fr/hal-02912082"},
  {"id":"whitling_relative_2011","abstract":"This article discusses the heuristic value of the concept of academic diplomacy in the context of the agency of the directors of the so-called foreign academies in Rome, with a focus on the Swedish Institute in Rome. Academic diplomacy is discussed in the context of the return to Italy of four German scholarly libraries in Rome and Florence during and after the Second World War. The article focuses on the role of Erik Sjöqvist (1903–75), director of the Swedish Institute in Rome 1940–8. It illustrates how the practice of academic diplomacy in wartime and post-war Roman scholarly contexts combined elements of the internationale of scholarship with national traditions. Academic diplomacy arguably provides a framework for discussing both individual and national agendas and prestige, as well as ideals of international collaboration. Transnational history is approached and discussed here through networks of individual scholars in the microcosm of foreign (as well as domestic) academies in Rome.","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Whitling","given":"Frederick"}],"citation-key":"whitling_relative_2011","container-title":"The International History Review","DOI":"10.1080/07075332.2011.620739","ISSN":"0707-5332","issue":"4","issued":{"date-parts":[[2011,12,1]]},"note":"_eprint: https://doi.org/10.1080/07075332.2011.620739","page":"645-668","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Relative Influence: Scholars, Institutions, and Academic Diplomacy in Post-War Rome. The Case of the German Libraries (1943–53)","title-short":"Relative Influence","type":"article-journal","URL":"https://doi.org/10.1080/07075332.2011.620739","volume":"33"},
  {"id":"whitling_western_2010","abstract":"The focus of this investigation lies on the dynamic of national interests versus international collaboration among the so-called foreign academies in Rome during the immediate post-war period in Italy. This is a study of individual, local and national representation and mentalities, as well as of national scholarly institutions. The study covers the period 1935-1953, and concerns scholarly interaction at five foreign academies in Rome - the Swedish Institute in Rome (SIR), the British School at Rome (BSR), the American Academy in Rome (AAR), the École française de Rome (EFR) and the Deutsches Archäologisches Institut Rom (DAIR) - all representing national academic structures and scholarly paradigms in relation to the study of antiquity and perceptions of common classical heritage and tradition. The investigation attempts to illuminate and contextualise the foreign academies in Rome, and has been inspired by the conspicuous general lack of assessment of the foreign academies beyond national ‘hagiographical’ histories, and by a need for self-reflective evaluation of the academies in historical context.","accessed":{"date-parts":[[2022,2,19]]},"author":[{"family":"Whitling","given":"Frederick"}],"citation-key":"whitling_western_2010","DOI":"10.2870/64251","event-place":"Florence, Italy","genre":"Thesis","issued":{"date-parts":[[2010]]},"language":"en","note":"Accepted: 2010-11-19T11:47:59Z","publisher":"European University Institute","publisher-place":"Florence, Italy","source":"cadmus.eui.eu","title":"The western way: Scademic diplomacy: Foreign academies and the swedish institute in rome, 1935-1953","title-short":"The western way","type":"thesis","URL":"https://cadmus.eui.eu//handle/1814/14990"},
  {"id":"wurm_endangered_2010","author":[{"family":"Wurm","given":"Stephen A"},{"family":"Arka","given":"I Wayan"},{"family":"Ross","given":"Malcolm"},{"family":"Donohue","given":"Mark"},{"family":"Evans","given":"Nicholas"},{"family":"Nash","given":"David"},{"family":"Pawley","given":"Andrew"},{"family":"Sidwell","given":"Paul"},{"family":"Simpson","given":"Jane"},{"family":"Tryon","given":"Darrell"},{"family":"Adams","given":"Karen"},{"family":"Adelaar","given":"Alexander"},{"family":"Austin","given":"Peter"},{"family":"Klamer","given":"Marian"},{"family":"Koch","given":"Harold"}],"citation-key":"wurm_endangered_2010","collection-number":"617","collection-title":"Pacific Linguistics","editor":[{"family":"Senft","given":"Gunter"}],"issued":{"date-parts":[[2010]]},"language":"en","publisher":"Pacific Linguistics College of Asia and the Pacific The Australian National University","source":"Zotero","title":"Endangered Austronesian and Australian Aboriginal languages: essays on language documentation, archiving, and revitalization","type":"book"}
]
